{
    "title": "Foolish Hearts",
    "author": "Emma Mills",
    "sections": [
        {
            "id": "Blurb",
            "content": [
                "When Claudia accidentally eavesdrops on the epic breakup of Paige and Iris, the it-couple at her school, she finds herself in hot water with prickly, difficult Iris. Thrown together against their will in the class production of A Midsummer Night's Dream, along with the goofiest, cutest boy Claudia has ever known, Iris and Claudia are in for an eye-opening senior year.",
                "Smart, funny, and thoroughly, wonderfully flawed, Claudia navigates a world of intense friendships and tentative romance in Emma Mills's Foolish Hearts, a young adult novel about expanding your horizons, allowing yourself to be vulnerable, and accepting—and loving—people for who they really are."
            ]
        },
        {
            "id": "Chapter 1",
            "content": [
                "one",
                "It’s at Amber Brunati’s annual Pink Party that everything begins to unravel.",
                "The invitation is on thick pink paper, naturally, with gold and turquoise swirls had declared it to be the last great luncheon of the summer. As if my summer had been packed to bursting with a whole host of other themed luncheons instead of babysitting jobs and shifts at Pinky’s Sub Shop. It also implied that there had been a number of mediocre luncheons this summer, as this was meant to be the last of the great ones.",
                "I stare around Amber’s backyard at clustered tables covered in pink gingham cloths and at the girls around said tables. We’re all wearing pink except for Iris Huang, who had the nerve to arrive in lavender (Amber’s angry whispers carried clear across the lawn), and Kaitlyn Winthrop, who is technically wearing magenta. This seems to incense Amber even more, because while we all know that Iris’s dress is a big official eff you to the entire Pink Party construct, Kaitlyn doesn’t seem to realize that she’s committed a faux pas.",
                "“Someone get that girl a color wheel,” Amber hisses angrily to Madison Lutz,sitting to my left. “Someone get her a fucking Pantone booklet because magenta is not pink. We all know magenta is not pink, right?” She looks to me. “Right?”",
                "“Abso-tootin-lutely!” I declare loudly, because I am a moron.",
                "It’s quiet for a split second, and then a laugh escapes from Madison.",
                "Amber doesn’t laugh, but her lips twitch in amusement. “Yes. Good. Thank you, Claudia. Glad we’re all on the same page.”",
                "In truth, we are rarely all on the same page. More often than not, they’re all on one page, and I’m on a completely different one. It can’t be helped most of the time. Society itself puts us on different pages. They drive Range Rovers and have celebrity deejays at their sweet sixteens. I had to scrape and scrounge and toast subs, and remake the subs that I toasted badly, just to buy a car. A car that isn’t even 100 percent mine. My brother technically owns 40 percent of it and somehow manages to drive it 80 percent of the time.",
                "But I don’t say any of this to Amber for fear she might fling a tray of cookies at me. Instead I watch as Madison pats Amber’s back. “You need to breathe, okay?” she says. “Eat a macaron. They have lavender in them, right? That’s supposed to be calming.",
                "“Lavender just makes me think of Iris, which makes me enraged,” Amber says.",
                "We all look across the yard to where Iris is seated with Paige Breckner. Together, she and Paige hold the titles of class president three years running (Iris), most popular girl in our grade (Paige), and cutest couple in our school (collectively).",
                "hough “cutest” isn’t quite right. I don’t think anyone who knows her would use the word cute to describe anything relating to Iris Huang. Objectively, she has a roundness-of-face and smallness-of-stature that could traditionally be deemed cute. But she’s also ruthless and unforgiving and, some would say, ill-mannered and incredibly unpleasant. Somehow, this doesn’t seem to affect her political standing, but then again, that often seems to be the case in the real world as well.",
                "But Paige and Iris have been the longest-enduring couple on record during our time at the Prospect-Landower School for Girls, and so they are automatically termed “cutest,” because that’s shorter than “longest-enduring couple on record during our time at the Prospect-Landower School for Girls.”",
                "I saw them once I mean I’ve seen them lots of times but once, after school, I saw them sitting on the low wall outside the lit building, sharing a pair of earbuds and listening to something on one of their phones. Their heads were bent together, and then all of a sudden Paige started dancing in her spot, mouthing along the words to whatever song it was.",
                "Iris looked up at her, smiled, and then looked back at the phone. Paige started bopping harder, lip-synching more emphatically, pointing at Iris.",
                "Iris ducked her head, blushed, focused on the screen until Paige got to her feet, took Iris’s hands, and pulled her up, trying to get her to jump around. Iris looked flustered but … endeared, I guess. Fond in a way I had never seen her look.",
                "When Iris finally relented and joined in dancing, the earbud jerked right out of her ear. She scrambled for it, accidentally yanking the other out of Paige’s ear. They both ended up bent over laughing, leaning on each other for support.",
                "It was sweet, that’s why it stuck with me. A rare moment where Iris didn’t seem completely steely but instead kind of awkward and fumbly and smitten.",
                "So maybe \"cutest\" still means cutest, even where she's involved.",
                "Right now, Paige is chatting with Sudha Prabhu, laughing behind one hand as Sudha gestures animatedly, while Iris looks for all the world like she's waiting in an airport terminal and her flight has just been canceled. In a sea of pink, she is unrelentingly purple.",
                "At my table, Madison grins at Amber. \"Deep breaths.\"",
                "\"I just want everything to be perfect,\" Amber says, eyes wide and strangely earnest as she looks around the table at each of us. \"Is it? Do you like the food? Are you having fun?\"",
                "We all affirm the quality of the food and the fun we're having. I nod emphatically as I hork down a petit four.",
                "\"I know it's silly,\" Amber says, \"but it's just, you know. Senior year and all. Everything we do is sort of the last time we get to do it. So it should be perfect, right?\"",
                "We double down on the reassurances, and finally Amber seems satisfied.",
                "\"Okay. Okay, good.\" She stands promptly, smooths down the front of her dress, takes a deep breath, and then heads off to the next table.",
                "I adjust my own dress as the other girls start talking about school. I borrowed it from Zoe, so although it fits the color scheme, it's also a little too short and a little too tight. When I came downstairs in it, my mom said \"Wowza,\" and my dad, brow wrinkled, asked, \"What kind of party is this again?\"",
                "Truth be told, I'd risk Amber's wrath and wear the wrong color if it meant Zoe could be here with me, wearing this dress instead. She is my best friend, and there's only so much a text can convey. Some of this stuff you just have to witness to fully appreciate. And most of it, I'd probably have a lot more fun witnessing with her.",
                "But Zoe goes to Springdale High School, and I go to PLSG, and this isn't really the kind of thing where you can bring a plus one. So I send her a quick text update and then listen in on Madison and Ainsley Stewart discussing some band they both watched on TV last night.",
                "The rest of the luncheon goes well, much to Amber's relief. We eat fancy finger foods. We toast each other with fizzy pink punch. There are speeches filled with assurances that this is going to be the \"best year ever\" and a shit ton of light applause.",
                "Paige stands at one point and thanks Amber for hosting.",
                "If you're giving a presentation in class, Paige is the person who smiles at you when you catch her eye and nods encouragingly, like she's actually listening. We had gym together freshman year, and whenever she was captain, she insisted on everyone counting off instead of picking teams.",
                "When she finishes her toast, she turns to Iris with a smile. \"Do you want to add something, babe?\"",
                "They share a look—in the silence, Paige's expression shifts from hopeful to imploring—until finally Iris pushes her chair back and stands, holding up her glass of punch. She clears her throat.",
                "\"Careless tourism and destructive fishing practices are destroying our world's coral reefs,\" she says, and then takes a drink.",
                "I can't tell if it's a joke. Like, admittedly you probably shouldn't joke about the destruction of our world's coral reefs. A few people chuckle uncomfortably anyway.",
                "Iris sits abruptly. Paige is still standing, her glass raised.",
                "The look on her face is stricken, but somehow she manages to recover a smile. \"Thank you again, Amber,\" she says. \"This is … a great way to end the summer.\"",
                "And that's the last of the speeches. Conversation resumes around our little tables, and I excuse myself after a bit. Amber's mom points me in the direction of the bathroom, but once I get inside the house, I realize that her directions of \"to the left and across from the music room\" kind of hinge on knowing which room is the music room. Which I don't.",
                "So I head to the left and open the first door I come upon, and to my disappointment, it isn't a bathroom but a bedroom.",
                "I'm in luck though—there's a bathroom en suite. I dash in and take care of business, and then I spend way too long sampling the products in pretty bottles on the bathroom counter.",
                "I'm admiring the scents that I've so expertly layered together (by squirting three random lotions on at the same time) when I hear sounds from the outer room: voices approaching and then the closing of the bedroom door. Sealing the voices inside.",
                "\"—believe you would act like that.\"",
                "\"I didn't want to make a speech. I thought that was obvious.\"",
                "\"Coral reefs? Seriously?\"",
                "\"Tell me we shouldn't be more concerned about the state of the coral reefs.\"",
                "Paige and Iris.",
                "I'd always thought they were a good pair. People don't like Iris, generally, but they respect that she gets shit done. Conversely, everyone loves Paige. She's friendly and kind, neutral good through and through. She softens Iris. And I guess Iris gives her an edge. What's that saying—iron fist in a velvet glove? Iris is the former, and Paige is the latter.",
                "\"I'm not saying it's not true, I'm saying it's not relevant to the situation. This isn't a freaking Envirothon meeting!\"",
                "\"Please. You know I don't like how those Envirothon kids conduct themselves.\"",
                "\"You couldn't think of one nice thing. About Amber, or the summer, or school, or anything. One nice thing. You could've said the punch is good.\"",
                "\"The punch tastes like Windex.\"",
                "\"Iris.\"",
                "\"What?\"",
                "\"At the very least, would it have been so hard to put on a pink dress?\"",
                "\"I'm not gonna do something just because someone tells me to.\"",
                "\"You do tons of things because someone tells you to! You wear shoes in restaurants! You obey seat belt laws!\"",
                "\"There's a big difference between doing something to prevent myself from flying through a car windshield and doing something to satisfy a meaningless color scheme at a meaningless party that neither of us actually care about.\"",
                "\"I care about it,\" Paige says, and something in her voice sounds frayed. \"But that doesn't matter to you. What I want. You never even ask me. You just assume. You always—always—just assume.\"",
                "Silence follows. And in this silence, I realize several things—first, that this is not just a little spat about a speech or a dress code. And second, that my temporal window for stepping out of the bathroom and announcing my presence has entirely closed. I'm in it for the long haul. I have to wait them out.",
                "\"I don't want to do this,\" Iris says finally.",
                "A pause. \"Do you understand though? About the dress? And the party? Do you get that it's important to me? And, like, how something that matters to me should be important to you, too?\"",
                "\"It's stupid though,\" Iris says. \"This whole thing is stupid. If it was something that actually mattered, I would—\" She cuts off, starts again. \"You know I would…\" She doesn't finish.",
                "\"You would what?\" A beat. \"What would you do?\"",
                "\"I don't know.\" Iris sounds sullen. \"I would act like I cared more.\"",
                "It's quiet. Behind me, a bead of water drips from the faucet into the sink.",
                "And then there are footsteps in the outer room. I can't tell which of them has moved toward the other. Or if they've moved away.",
                "When Paige speaks again, her voice is thick. \"I love you, Iris,\" she says. \"But you're the most selfish person I've ever met.\"",
                "I press my ear to the door. I'm only human, after all, and this is possibly the best bit of drama I've unwittingly stumbled onto in the whole of my high school career.",
                "\"What are you saying?\"",
                "\"I love you,\" she says again, and I'm fairly certain she's crying now. \"But I want you to be different. I want, I wa—\" Her voice hitches, like a sob. \"I want you to be better than you are.\"",
                "I dated a boy named Will Sorenson for almost a whole semester in tenth grade. January to April. We were going to go to his junior prom together that year, but he broke up with me just two weeks shy.",
                "We were in his basement, and he was playing an online role-playing game called Battle Quest. His character—a humanoid dragon named Alphoneus Centurion—was approaching a snow-covered vista with a monster in his sights when Will glanced over at me and said, \"So I don't know, I just think maybe we should break up, you know?\"",
                "Like we had been having a conversation this whole time that I had somehow missed. I pressed him to explain as Alphoneus Centurion launched a series of attacks against the monster.",
                "\"I just think that when you're with someone, you should … feel something. Right?\"",
                "\"You don't feel anything with me?\"",
                "\"I feel regular with you,\" he said. \"But I don't feel … you know. Well, I mean, if you knew, then you'd understand, and you'd want me to feel that with someone else. And if you don't know, then that means you don't feel it either, and so we probably shouldn't be together anyway.\"",
                "Alphoneus raised his ax. The monster was a goner.",
                "Up until this moment, I thought that was the most crushing thing you could say to someone you’re dumping. That you feel regular with them. It sort of managed to negate every sweet thing that we ever had together. Like it was all fake. One-sided, on my part. I was elated the first time he held my hand. I thought I might float off the sidewalk. And now looking back, I see that everything that was massive to me, everything that was meaningful—to him it was just regular.",
                "But Paige Breckner just took the cake in the breakup department. I want you to be better than you are. If I were Iris, I would’ve disintegrated on the spot.",
                "Iris does no such thing. She just speaks, after a long pause, her voice in stark contrast to Paige’s. It’s calm. Crisp. No hint of tears.",
                "“Are you breaking up with me?” she says.",
                "Paige doesn’t reply.",
                "“Are you. Breaking up with me?” Iris repeats, razor sharp.",
                "“Yes,” Paige says.",
                "I realize I’m holding my breath. Waiting for—something. A reaction. A movement. A sound. Anything.",
                "And then a sound comes. A loud one in fact—the very clear and deliberate peal of a bell.",
                "For a split second, it doesn’t make any sense. Paige breaks up with Iris and Iris responds by whipping out a handbell?",
                "Then I realize. My phone.",
                "I fumble with my bag. Purses are interdimensional sometimes, I swear—particularly when you’re trying to get something out of one. I finally extricate the phone, but three more texts follow in the intervening time—three more pealing bells—that only serve to further sink me.",
                "The silence that follows is deafening.",
                "I look into my palm. I might as well see the texts that are my undoing.",
                "I need an update, Zoe’s first message reads.",
                "Are you eating cahhhhviahhhr with Ahhhmber",
                "And Mahhhhdison and Aaaaaainsley and Desk Lahhhmp",
                "And all of your other fahhhhhbulous clahhhhssmates?",
                "I almost laugh—it would be funny, normally, but now it’s so terrible it goes from terrible back into funny.",
                "Until there’s the sound of footsteps that are most definitely approaching and a firm knock on the door directly in front of my face. Then it goes right back into terrible.",
                "“Hello?” It’s Paige.",
                "I hold my breath. Maybe if I’m perfectly still, perfectly silent, they’ll think that they’d heard wrong.",
                "“We heard your phone,” Paige says.",
                "“How do you know it wasn’t your phone?” I reply. Because. I am. A moron.",
                "I squeeze my eyes shut. Take a deep breath. And then I open the door.",
                "It’s a Moment, between the three of us. There are just two hundred students at PLSG. Fifty girls a grade. And although I know Amber and Madison and Ainsley and Desk Lamp (there isn’t really a Desk Lamp, but Zoe likes to make fun of the names, how “everyone sounds like an item from a furniture catalog, seriously”) and all the others in a cursory manner, there aren’t many of them that I have had genuine Moments with.",
                "The thing about Moments is that just because a moment is one, doesn’t mean it’s a good one. They are not all Special, or Cherished, as picture frames and embellished scrapbook inserts would have you believe.",
                "This is more of the Painfully Awkward variety. Me, clutching my phone in the bathroom doorway, looking quite like my ear had just been pressed against the door—because my ear had just been pressed against the door. Paige, her face red, cheeks wet, eyes puffy. And Iris Huang, resplendent and terrifying in lavender YSL, looking at me with a quiet, smoldering, single-minded rage.",
                "Paige speaks first. “We didn’t know anyone was in here,” she says, and she’s clearly putting effort into sounding something close to normal, though she doesn’t bother to wipe the tears tracking down her cheeks.",
                "“I didn’t know anyone was out here. I didn’t hear anything,” I say, even though it’s a lie compounded by another lie.",
                "The silence is unbearable.",
                "So I do what I do best, or what I do worst, I suppose—my greatest strength is also my greatest weakness. I break it.",
                "“I had the faucet on,” I say. “Really loud. And I pee pretty loud. I’m surprised you guys didn’t hear me, it was like Niagara Falls in here. Just really … very loud in volume. A lot of … liquids … flowing in a … noisy fashion.”",
                "Paige blinks at me, clearly caught off guard, but Iris’s eyes only narrow, the rage intensifying.",
                "I have to get out of here.",
                "“I’ll just … leave you guys to it.… Not that I know what it is, not that I heard anything,” I say, and make to leave, but Paige moves to the door first.",
                "“No, I’m going,” she says, and then quickly walks out.",
                "Leaving me. And Iris. Alone.",
                "Iris crosses immediately to me and holds a finger up to my face. She forces me backward, back into the bathroom, where I stumble over the rug and catch myself on the fancy towel rack.",
                "“What did you hear?” she says.",
                "“Nothing. I heard nothing.”",
                "“You’re lying.”",
                "“I’m not.”",
                "“You are, you’re terrible at it. If you go back out there and tell everyone— if you tell them—” She falters. And I would hardly believe it unless I saw it myself, but Iris’s eyes swiftly fill with tears. Her lower lip quivers. It legitimately quivers.",
                "Her voice is thick when she speaks: “I will ruin you.”",
                "And then she turns and leaves."
            ]
        },
        {
            "id": "Chapter 2",
            "content": [
                "two",
                "I go to work at Pinky’s on Sunday. The day after Iris declared that she would ruin me.",
                "When I rejoined the party yesterday, she was nowhere in sight. Paige had resumed her seat, but she was looking decidedly worse for wear and the rest of her table had clearly noticed. Sudha had one arm around her, their heads bent together in conversation, and Alicia Smith was kneeling at her side, holding up a pink patterned napkin so Paige could wipe her eyes.",
                "Word would travel fast. I didn’t need to tell anyone what I had heard. Furthermore, I didn’t want to tell anyone. First, because it was no one’s business, and second, because I didn’t want the wrath of Iris Huang to befall me and my family.",
                "I replay it in my mind as I pull a sub out of the toaster and deposit it on the counter in front of me (a little charred around the edges, but hopefully that would escape notice). No one had ever sworn my ruin before.",
                "I would just steer clear of them both at school. I’ve managed to fly under the radar pretty effectively these last three years. It won’t be hard to pull off a fourth.",
                "Stealth mode, I think as I cut and wrap up the sandwich in patterned Pinky’s paper.",
                "Pinky’s is “home of the nine-inch sub.” Fifty percent more than a Subway sub! the sign declares.",
                "“I don’t think that’s right,” I said to my manager Aaron on my first day. “Because Subway subs are twelve inches? So really it’s only seventy-five percent of a Subway sub?”",
                "“They mean the six-inch,” he replied.",
                "“So maybe they should say that?”",
                "“Home of the nine-inch sub, fifty percent more than a six-inch Subway sub,” Aaron contemplated, and then shook his head. “That’s too much numerical information. It’s too cerebral.”",
                "This was possibly the first time anyone had used the phrase “too cerebral” when describing Pinky’s advertising. Because someone somewhere in the Pinky’s marketing scheme had made the brilliant connection that sub sandwiches are vaguely phallic. And from that, all the penis-related Pinky sub campaigns were born.",
                "Like the commercial where you see the guy standing from the back, and then a woman in front of him, and she says, “Nine inches????” in this insane lusty voice, and then they pan to the side and show that he’s holding a Pinky sub right at groin height? It’s the worst. It is literally the worst. I’m a cog in the world’s dumbest corporate sandwich machine.",
                "But I needed a job. And Pinky’s was hiring. So here I am.",
                "Zoe comes over that evening when I get off work, and we ride our bikes to the Tropical Moose to get snow cones. The car is free—Alex is actually home for once—but I’m stiff from standing all day and I smell like Pinky’s. I want to ride, to feel the late summer air rushing through my hair, to pedal fast and feel the burn of it in my legs.",
                "I get a piña colada–flavored snow cone, Zoe gets a bubble gum one, and we manage to secure a table out front, the kind with the chairs that leave waffle patterns on the backs of your thighs.",
                "We’re settled in when two little kids pass by clutching blue cones. A woman follows close behind but veers toward our table as they pass.",
                "“You have beautiful hair,” she says to Zoe, who smiles and nods in reply, her mouth full of slush. She pulls a face at me when the woman has passed.",
                "Zoe does have beautiful hair. The rest of her is pretty magnificent as well—dark eyes with the longest lashes, flawless brown skin. One time a barista at Starbucks wrote your smile is gorgeous on Zoe’s coffee cup. I took a picture of her holding the cup, smiling wide, and we put it on Tumblr, and to date it has over fifty thousand notes.",
                "It makes sense to me, knowing Zoe as I do. Her outside matches her insides. I know goodness doesn’t manifest itself as beauty—she’s not pretty because she’s smart, or funny, or kind—but it’s fitting. She’s my favorite person, and if one of us had to grow up ridiculously beautiful, I’m glad it’s her. It just makes sense.",
                "“I have calc and lit with Kris,” Zoe says, continuing our previous conversation. “And AP Bio with Gabby, so that’s something. What’s your schedule like?”",
                "I shrug. “What it’s always like.”",
                "“Hey, how was the party? You never texted back.”",
                "Now there is no way Iris Huang could be privy to this conversation. Zoe doesn’t even go to our school—she’s at Springdale, the public school in our generic Chicago suburb. We live in one of the neighborhoods that’s fare-and-a-half to get to if you take a cab from the city. PLSG is twenty minutes from Springdale, and most of the richest girls live even farther out. So the likelihood of Iris popping up and hearing me tell Zoe that I witnessed the Breakup of the Century (or at least of the Year to Come) is pretty slim. And usually I tell Zoe everything. But. Something in me just … doesn’t want to risk it.",
                "So I just shrug again and say, “The food was good. There was a lot of talk of this year being our year.”",
                "“Who did all the other years belong to?”",
                "“Right? I asked Madison that. She looked at me like I was crazy.”",
                "“Too bad she can’t buy a sense of humor.”",
                "“I’d sell her mine.”",
                "“You could buy another car with the money.”",
                "“Do you think I’m funny enough for car money?”",
                "“For sure. You’re minimum pre-owned Toyota Corolla funny.”",
                "I grin.",
                "It’s quiet as we finish our snow cones, but not a bad kind of quiet. With some people I feel the need to fill the space, but with Zoe, it’s okay. It doesn’t have to be constant. We can listen to the hum of crickets, the buzz of the tree frogs.",
                "We ride back to my place when we’re finished. I ask Zoe if she wants to come in, but she shakes her head.",
                "“I should get back. It’s officially a school night.”",
                "“Ugh.”",
                "“It was good while it lasted.” Zoe smiles—her radiant Starbucks cup smile—and all at once I’m struck with something Amber said at the party—senior year and all. How everything we do is sort of the last time we get to do it. Tomorrow is the very last Back to School for us. Back to high school, anyway. Meaning that today—tonight, right now—is the end of the very last summer of the way things are. Next summer we might go off to college at different times. To different cities. Different time zones. I can’t imagine it.",
                "Or rather, I can. I just don’t want to.",
                "I don’t say any of that. “Text me tomorrow,” I say instead.",
                "“Will do.” Zoe gets back on her bike. “Night, Claude.”",
                "“Night.”",
                "I watch her pedal away."
            ]
        },
        {
            "id": "Chapter 3",
            "content": [
                "three",
                "My mom makes me stand on the front steps before I leave for school the next morning so she can take a picture. The annual first day of school stoop photo. Frames hang in the kitchen for each of us—a big print scroll across the top declaring My School Days with twelve little spaces underneath for pictures.",
                "All of Alex’s spaces were filled as of last year, and Julia’s were finished long ago. Her frame doesn’t even match ours.",
                "Today is my last School Days picture. There is a 45 percent chance my mom will burst into tears before I leave the house. So I try to move the process along, shouldering my backpack, holding my lunch bag to my side, and raising one hand in a big thumbs-up. The traditional pose. The very last box to be filled.",
                "“I just can’t believe it,” Mom says, tapping her phone screen half a dozen times, and the odds raise: 56 percent chance of tears now.",
                "“We should get going,” I say, moving to step off the porch. “Where’s Dad?”",
                "“Wait wait wait, let’s get one of you and your brother.” She turns. “Alex, get over here.”",
                "He’s in the driveway, leaning against the car.",
                "“I’m good actually,” he says, not looking up from his phone.",
                "“One picture.”",
                "He sighs, types one more thing, and then shoves his phone in his pocket and joins me on the porch.",
                "“Closer together,” Mom instructs. “Alex, put your arm around your sister—it’s her last first day of school.”",
                "“Come on, Alex,” I say, picking up his arm and slinging it around my shoulders. I poke his side, and he smiles for a second before twisting away. I hope my mom got the shot, because that’s the only opportunity she’s going to get this morning.",
                "“No, one more with Daddy!” she says as my dad emerges from the front door, balancing a doughnut on top of a travel mug, but Alex is already heading back to the car.",
                "“Who called the paparazzi?” Dad says.",
                "“Excuse me, I am one photographer.”",
                "“Who called the paparazzo?” he amends, and then strikes a pose next to me. “Make sure to get my good side.” And then, “We should take a selfie,” he says when my mom lowers her phone again. “And send it to your sister!”",
                "Sending selfies to Julia is something we do at least once a week, if not more. Since moving to Indianapolis with her husband, Julia has gotten a surplus of Wallace family selfies. I’ve always wondered how she feels about them. If it comes off as “We wish you were here!” like my parents intended, or if it’s more like “We’re all here and you’re not!”",
                "We take one regardless. I think Alex will just sulk in the background, but he tosses up a peace sign at the last moment.",
                "“This has been great,” Alex says, “but some of us have jobs.”",
                "“And some of us have school,” I say.",
                "“And some of us have jobs at school!” Dad declares.",
                "I watch Alex drive away in my car. The main reason I wanted that car so badly was so that I could drive myself to school. But going in on it with Alex was the only way I could afford it. And Alex apparently needs the car more because his schedule is “flexible” and there’s no point in it “sitting around all day” in my school’s parking lot when he could be doing “like, stuff, I don’t know, just stuff.”",
                "So Alex gets the car during the day, and I drive in with my dad. It is not remotely fair. But Alex maintains that he’s way more experienced in the art of “not remotely fair,” so this is, in some ways, retribution.",
                "It isn’t my fault that Prospect-Landower is a girls’ school. It isn’t my fault that our dad works there. And it wasn’t my idea to go there in the first place. I wanted to go to Springdale with Zoe and all our friends.",
                "“This is an incredible opportunity,” my mom had said way back when, smoothing the hair off my face. “So many girls would be so happy for a chance to go to Prospect.”",
                "“Then one of them should go for me,” I had mumbled, pressing a tearstained cheek into Mom’s shoulder.",
                "It’s a privilege. I get that now. But it didn’t seem like one back then.",
                "My dad parks in the faculty lot, and we part ways at the lit building. PLSG isn’t one big building but multiple small ones, like a tiny college. Brick buildings with black shutters and white trim. It’s very picturesque. I guess playing up curb appeal is part of justifying the price tag.",
                "I haven’t checked like Zoe, messaging back and forth with friends to confirm who I have what class with. It doesn’t really matter much to me either way.",
                "But I wish I had planned ahead—consulted some of the girls beforehand. Because then I would’ve been prepared to walk into British lit and see Paige Breckner and Iris Huang, seated at opposite ends of the room. Paige is in the back, buffered by Sudha and Alicia, and Iris is at the front, alone.",
                "This might not be good, I think to myself, but there’s nothing to be done about it.",
                "* * *",
                "“Just please come with me, I don’t want to go by myself.”",
                "Caris Pearlman corners me after lit. A surprisingly uneventful class, actually. We went over the syllabus. We got a Chaucer excerpt to read for Wednesday. All in all, pretty anticlimactic compared to the scenarios I had imagined in my head.",
                "The halls are clearing out now, a steady stream of girls heading toward the dining hall.",
                "“I just need to give him something,” Caris says, looking at me earnestly.",
                "“But then maybe … I shouldn’t, you know, be there. In that case.”",
                "Her cheeks flush. “Not like—that’s why I want you to go with me. It seems so illicit otherwise.”",
                "I could see Caris Pearlman in Regency times, wearing an empire-waist gown, a long string of pearls around her neck, smiling behind a fan in some crowded London ballroom. She certainly fit the Regency romance sensibility. And I would know. My mom is an avid romance reader, and I snuck all kinds of books when I was younger—novels with women in satin dresses reclining on divans, or masked men in greatcoats on the cover, white shirts splayed open revealing bare chests. Always with titles like The Duke and the Devil or Passion Is a British Rogue.",
                "Though I suppose Caris is the Before in the Regency romance scenario. Before the encounters with the British rogue and all that, driving the heroine mad with lust and whatnot.",
                "Caris does not appear to be mad with lust in this moment. Instead, she is standing before me, clutching a cellophane-wrapped loaf of what she later informs me is zucchini bread, after I agree to accompany her, and we make our way to the Grove.",
                "The Grove is a small stretch of woods that separates PLSG and the neighboring boys’ school, Danforth Prep. It’s back behind PLSG’s library, and Danforth’s athletic fields abut it. There was talk a few years ago about bulldozing the Grove and merging the two campuses, but there was enough outcry to stop that from happening. A lot of stuff about “maintaining the storied traditions of two treasured institutions.” Thus these treasured institutions remain separate.",
                "Though not so separate that any PLSG student or any Danforth Prep student couldn’t just waltz through the woods to the opposite school. Or, as is the fashion sometimes, meet in the Grove itself and … I don’t even know. Make out up against a tree. Smoke drugs.",
                "(“Smoke drugs?” Zoe said when I hypothesized this to her once. “Smoke. Drugs. Yeah, I bet that’s it. I bet they get high on that reefer. They smoke that Mary Jane. Maybe they even consume alcohol. Can you imagine?”",
                "“Okay, I get it. That was stupid.”",
                "“I’m not saying we need to corral your ass into this century, but we probably need to corral your ass into this century.”)",
                "Apparently, the Grove is also a spot where students occasionally meet to exchange first-day-of-school baked goods, as is the tradition between Caris and her boyfriend, Robbie.",
                "Technically, we’re not supposed to be back here at lunch. But of course that’s never really stopped anyone.",
                "I stand off to the side—glaringly superfluous now—as Caris and Robbie kiss and exchange snacks. If Iris and Paige are—were—the cutest couple at PLSG, Caris and Robbie are probably now the pair to beat for cutest in the PLSG–Danforth collective.",
                "When Caris and Robbie start doing more kissing than talking (maybe she’s more mad with lust than I thought), I wander off. There’s no official path through the Grove, but one has been worn down over the years. A track cleared via repeated use.",
                "I pull a sandwich out of my bag—it is lunchtime, after all—and start in on it as I meander through the trees. I hear voices up ahead, and I spot people as I round the bend leading down to Danforth’s fields.",
                "A group has gathered at the base of one of the tallest trees, just at the edge of the woods. A few girls from my class—Lena Ideker, Sudha, and Alicia, as well as a couple of juniors—are joined by several Danforth guys.",
                "I recognize one of them in particular. I don’t know Gideon Prewitt personally, but I know a good deal of him, because everyone knows of him. He’s an undeniable presence in the social media scene of PLSG. Constantly referenced, constantly tagged, constantly popping up in pictures to press kisses against the cheeks of girls who are usually smiling so wide their eyes crinkle with it.",
                "Right now Gideon is leaning into Lena Ideker’s space. She’s smiling coyly up at him, her back resting against the tree trunk behind them.",
                "I could never look so cool. So unaffected.",
                "I watch as he says something to her. She responds with a nod, says something in reply, and he throws his head back in a laugh. It rings out—a bright, loud burst of laughter—reaching even me where I stand.",
                "“There you are!”",
                "I turn as Caris and Robbie approach, holding their baked goods and each other’s hands.",
                "“Sorry. You seemed … involved,” I say.",
                "Caris’s cheeks are flushed. Robbie’s hair is much more mussed than it was when he first greeted us.",
                "Caris ducks her head, but before she can speak, a call bursts out from the group nearby:",
                "“ROBERT A. FISCHMAN,” a deep voice bellows. We all turn. Gideon Prewitt is still standing with Lena under the tree, but he’s looking our way, both of his arms raised in the air like a referee declaring Goal! “BIG FISH ROB. GET OVER HERE. BRING YOUR LOVELY GIRLFRIEND. BRING HER LOVELY FRIEND.”",
                "Robbie raises his eyebrows at us. Caris looks to me, smiles prettily, and I shrug.",
                "So we go over.",
                "Gideon Prewitt moves toward us when we reach the group. He shakes Robbie’s hand enthusiastically.",
                "“You’ve got some lip gloss on your cheek, pal,” he says. “And on your neck. And—” He drops Robbie’s hand and pulls the collar of Robbie’s shirt aside, then wiggles his eyebrows at Caris. “Get it, girl.”",
                "Caris turns redder, her cuteness intensifying.",
                "“How was your summer, Caris?” Gideon says. “Was it great?”",
                "She nods rigorously. “Yeah, it was awesome.” She grips Robbie’s hand. “I mean, we mostly just hung out. But it was really fun.”",
                "“Well, then I don’t need to ask Big Fish Rob how his summer was. Must’ve been the best if he was spending time with you.” Gideon turns his gaze to me. “Who’s your friend?”",
                "“Oh, this is Claudia,” Caris says.",
                "“Third wheel extraordinaire,” I murmur as I reach for the hand Gideon has extended toward me.",
                "I don’t think he’s heard me, but his grin widens as he clasps my hand. “Nice to meet you. How was your summer?”",
                "Are you personally responsible for the quality of everyone’s summer? I want to ask, but I don’t. “Very average,” I say instead.",
                "His eyes are bright. “Good. I guess? Is that good?” Before I can respond, he introduces me to the other guys in the group and then encompasses the girls in one sweeping gesture—“You must know these girls already, you must be blessed with their faces on a daily basis”—and then we hang out with them for a little while, until it’s close enough to next period that I want to get back.",
                "I nudge Caris, tapping at my wrist, and she nods.",
                "Gideon flashes me a dazzling smile as we prepare to leave, while Caris gives Robbie a quick peck on the lips, and then another, and another.",
                "“It was great meeting you,” Gideon says to me.",
                "“You too,” I say, and I don’t point out that today is not actually the first time we’ve met.",
                "When Caris and I get back to the dining hall, lunch is almost over.",
                "“Sorry,” she says. “I’ll share my cookies with you. Robbie’s mom made them. They’re my favorite.”",
                "“That’s okay. I ate a sandwich in the woods.” As you do.",
                "She ignores me, fumbling with the Ziploc bag and then thrusting a large, lumpy-looking cookie at me. “Just take one. They’re so good.”",
                "It appears I have no choice in the matter. “Thanks.”",
                "“No problem. Thank you. And thanks from Robbie.” She gives me a winning smile and then heads off."
            ]
        },
        {
            "id": "Chapter 4",
            "content": [
                "four",
                "Brit lit, on the whole, doesn’t turn out to be the powder keg I expected it to be. That week, we read excerpts from The Canterbury Tales. We do some critical discussion. Paige and Iris stay at their respective poles of the room, I stay in the center, and neither of them acknowledge me. By the end of the first week, I think that maybe this will be all right.",
                "I am lulled into complacency. But then.",
                "Then, the following week, Mrs. Dennings claps her hands and says, “We’re gonna partner up.”",
                "Our first project of the year. A group project.",
                "“We’re going to need groups of two and one group of three.”",
                "I look immediately to Sam McKellar, sitting to my left, but she’s already locked eyes with Polly Allman, sitting next to her.",
                "Okay, fine. Me, Sam, and Polly then. Group of three, locked down.",
                "But before I can catch Sam’s eye, Polly has gestured to Kaitlyn, and they’re all nodding to one another in silent agreement.",
                "“We’re the group of three!” Polly declares loudly, before I can beg them to reconsider.",
                "So I’m the odd one out. I scan the room, trying not to look too frantic, but panic begins to well up as everyone else pairs off around me. That “I cannot be entirely left out” desperation, that “I cannot be the only loser without a partner” dread.",
                "Mrs. Dennings must notice. “Who still needs a partner?”",
                "Time to accept my fate. I raise my hand. And across the room, front row, opposite corner, Iris Huang raises hers.",
                "Iris glances around and we lock eyes. Something flashes across her face, something akin to horror, but it quickly disappears, replaced with cool indifference.",
                "“I’m happy to work alone,” she says to Mrs. Dennings.",
                "“No, I don’t want anyone alone on this.”",
                "“I’d really prefer to.”",
                "Mrs. Dennings’s lips twitch at the pushback, but she doesn’t reprimand Iris. She just casts her eyes over the group as a whole. “If you’d like, I can always assign partners—”",
                "The class lets out a collective groan of protest that not even Iris can withstand.",
                "“Fine,” Iris says. “Whatever. It’s fine.”",
                "Brilliant.",
                "* * *",
                "I basically have to chase Iris down after class. I catch up with her at her locker, where she’s furiously spinning the combination lock.",
                "“Hey, we should probably exchange numbers or whatever, to plan for the paper.”",
                "Iris pulls down on the lock a little harder than strictly necessary.",
                "“I will write the body of the paper,” she says. “You will write the introduction and the conclusion.”",
                "“But that’s not … equal at all.…",
                "“I’m sorry, I’m offering to do the majority of the work here and you’re offended by that?”",
                "“I’m not saying—”",
                "“Intro. Conclusion.” She picks a book out of the bottom of her locker and slams the door.",
                "“What about the thesis statement? Like, we should decide that together, don’t you think? You know, do some planning…”",
                "“If it really matters that much to you, I’ll write the first half, and you can write the second half. Sound good?”",
                "“But I—”",
                "“Good,” Iris says, and walks away.",
                "* * *",
                "“She’s a monster,” I say that night.",
                "“They’re all monsters,” Zoe replies, and on-screen, Zoe’s avatar, Korbinian Brodmann, raises his bow.",
                "“No, not—” I jump aside as Korbinian spins around me, shooting half a dozen arrows in quick succession and felling the first group of beasts surrounding us. “Not them,” I say. “Iris. From school.”",
                "I switch from my saber to my broadsword and hack at a couple more.",
                "“Geez, where’s Alex?” Zoe says as we continue to get swarmed.",
                "“Work. School. Who knows.”",
                "“He said he’d play. This tank doesn’t know what the hell he’s doing.”",
                "“Alex wouldn’t tank anyway, he’s trying to level up his mage.”",
                "Tanks play a critical role in online role-playing games like Battle Quest. They essentially function to distract monsters and bosses and allow fighters to get hits in. Alex is good at it—he’s the best tank of the three of us—and he would’ve been better than the random person we recruited online.",
                "We finish the rest of the dungeon off pretty quickly and score our loot. Not too bad for a routine sweep, though it would’ve been faster with Alex.",
                "“Tell me about this girl again?” Zoe says.",
                "“Iris. She’s a nightmare. We’re writing a paper together and she won’t even talk to me.”",
                "“Why?”",
                "“Because she’s—” I stop, shake my head. “I don’t know, she just doesn’t like me.”",
                "“I find that hard to believe. Everyone likes you.”",
                "“You know we’ve been friends too long for you to lie like that,” I say, setting my controller aside. We’re in my room, Zoe on the bed with her MacBook and me at the desk on the old laptop I got from Julia.",
                "I’ve been playing Battle Quest ever since Will Sorenson and I broke up.",
                "I got Zoe and Alex into it, too, and now we’re in a guild, single-minded in one mission: battling the Lord of Wizard.",
                "The latest expansion is called Battle Quest: Lord of Wizard.",
                "A thousand years went by, and it wasn’t until the expansion pack came out that it became clear that what the Lord of Wizard wanted from the kingdom was the throne.",
                "That’s all fine and good, but the real buzz about the expansion is that a series of side quests will allow you to unlock a secret story line that involves battling the Lord of Wizard personally.",
                "We’re determined to do it.",
                "Zoe and I play a little longer this evening, just doing random sweeps for monsters.",
                "Alex shows up just as we’re winding down.",
                "He sticks his head in my door. “You guys wanna do dungeons?”",
                "“We could’ve used you like an hour ago,” Zoe says, one eyebrow raised.",
                "“Sorry. Work. I can play now though?”",
                "Zoe makes a face. “I should probably get going.”",
                "“I thought you hated Iris,” Alex says, looking at me.",
                "“I don’t hate anyone.”",
                "“Not even Voldemort?”",
                "“I mean, yes, obviously.”",
                "“Okay, Fuck Marry Kill: Voldemort, the Joker, and Darth Vader.”",
                "“Geez, you guys,” I say as I go to shut down Battle Quest.",
                "“I hate everything about this conversation,” I say, shutting down my computer.",
                "“You love it. You love us,” Zoe says, and she’s right. I do."
            ]
        }
    ]
}