{
    "title": "Foolish Hearts",
    "author": "Emma Mills",
    "sections": [
        {
            "id": "Blurb",
            "content": [
                "When Claudia accidentally eavesdrops on the epic breakup of Paige and Iris, the it-couple at her school, she finds herself in hot water with prickly, difficult Iris. Thrown together against their will in the class production of A Midsummer Night's Dream, along with the goofiest, cutest boy Claudia has ever known, Iris and Claudia are in for an eye-opening senior year.",
                "Smart, funny, and thoroughly, wonderfully flawed, Claudia navigates a world of intense friendships and tentative romance in Emma Mills's Foolish Hearts, a young adult novel about expanding your horizons, allowing yourself to be vulnerable, and accepting—and loving—people for who they really are."
            ]
        },
        {
            "id": "Chapter 1",
            "content": [
                "one",
                "It’s at Amber Brunati’s annual Pink Party that everything begins to unravel.",
                "The invitation is on thick pink paper, naturally, with gold and turquoise swirls had declared it to be the last great luncheon of the summer. As if my summer had been packed to bursting with a whole host of other themed luncheons instead of babysitting jobs and shifts at Pinky’s Sub Shop. It also implied that there had been a number of mediocre luncheons this summer, as this was meant to be the last of the great ones.",
                "I stare around Amber’s backyard at clustered tables covered in pink gingham cloths and at the girls around said tables. We’re all wearing pink except for Iris Huang, who had the nerve to arrive in lavender (Amber’s angry whispers carried clear across the lawn), and Kaitlyn Winthrop, who is technically wearing magenta. This seems to incense Amber even more, because while we all know that Iris’s dress is a big official eff you to the entire Pink Party construct, Kaitlyn doesn’t seem to realize that she’s committed a faux pas.",
                "“Someone get that girl a color wheel,” Amber hisses angrily to Madison Lutz,sitting to my left. “Someone get her a fucking Pantone booklet because magenta is not pink. We all know magenta is not pink, right?” She looks to me. “Right?”",
                "“Abso-tootin-lutely!” I declare loudly, because I am a moron.",
                "It’s quiet for a split second, and then a laugh escapes from Madison.",
                "Amber doesn’t laugh, but her lips twitch in amusement. “Yes. Good. Thank you, Claudia. Glad we’re all on the same page.”",
                "In truth, we are rarely all on the same page. More often than not, they’re all on one page, and I’m on a completely different one. It can’t be helped most of the time. Society itself puts us on different pages. They drive Range Rovers and have celebrity deejays at their sweet sixteens. I had to scrape and scrounge and toast subs, and remake the subs that I toasted badly, just to buy a car. A car that isn’t even 100 percent mine. My brother technically owns 40 percent of it and somehow manages to drive it 80 percent of the time.",
                "But I don’t say any of this to Amber for fear she might fling a tray of cookies at me. Instead I watch as Madison pats Amber’s back. “You need to breathe, okay?” she says. “Eat a macaron. They have lavender in them, right? That’s supposed to be calming.",
                "“Lavender just makes me think of Iris, which makes me enraged,” Amber says."
               
            ]
        }
    ]
}