{
    "title": "Foolish Hearts",
    "author": "Emma Mills",
    "sections": [
        {
            "id": "Blurb",
            "content": [
                "When Claudia accidentally eavesdrops on the epic breakup of Paige and Iris, the it-couple at her school, she finds herself in hot water with prickly, difficult Iris. Thrown together against their will in the class production of A Midsummer Night's Dream, along with the goofiest, cutest boy Claudia has ever known, Iris and Claudia are in for an eye-opening senior year.",
                "Smart, funny, and thoroughly, wonderfully flawed, Claudia navigates a world of intense friendships and tentative romance in Emma Mills's Foolish Hearts, a young adult novel about expanding your horizons, allowing yourself to be vulnerable, and accepting—and loving—people for who they really are."
            ]
        },
        {
            "id": "Chapter 1",
            "content": [
                "one",
                "It’s at Amber Brunati’s annual Pink Party that everything begins to unravel.",
                "The invitation is on thick pink paper, naturally, with gold and turquoise swirls had declared it to be the last great luncheon of the summer. As if my summer had been packed to bursting with a whole host of other themed luncheons instead of babysitting jobs and shifts at Pinky’s Sub Shop. It also implied that there had been a number of mediocre luncheons this summer, as this was meant to be the last of the great ones.",
                "I stare around Amber’s backyard at clustered tables covered in pink gingham cloths and at the girls around said tables. We’re all wearing pink except for Iris Huang, who had the nerve to arrive in lavender (Amber’s angry whispers carried clear across the lawn), and Kaitlyn Winthrop, who is technically wearing magenta. This seems to incense Amber even more, because while we all know that Iris’s dress is a big official eff you to the entire Pink Party construct, Kaitlyn doesn’t seem to realize that she’s committed a faux pas.",
                "“Someone get that girl a color wheel,” Amber hisses angrily to Madison Lutz,sitting to my left. “Someone get her a fucking Pantone booklet because magenta is not pink. We all know magenta is not pink, right?” She looks to me. “Right?”",
                "“Abso-tootin-lutely!” I declare loudly, because I am a moron.",
                "It’s quiet for a split second, and then a laugh escapes from Madison.",
                "Amber doesn’t laugh, but her lips twitch in amusement. “Yes. Good. Thank you, Claudia. Glad we’re all on the same page.”",
                "In truth, we are rarely all on the same page. More often than not, they’re all on one page, and I’m on a completely different one. It can’t be helped most of the time. Society itself puts us on different pages. They drive Range Rovers and have celebrity deejays at their sweet sixteens. I had to scrape and scrounge and toast subs, and remake the subs that I toasted badly, just to buy a car. A car that isn’t even 100 percent mine. My brother technically owns 40 percent of it and somehow manages to drive it 80 percent of the time.",
                "But I don’t say any of this to Amber for fear she might fling a tray of cookies at me. Instead I watch as Madison pats Amber’s back. “You need to breathe, okay?” she says. “Eat a macaron. They have lavender in them, right? That’s supposed to be calming.",
                "“Lavender just makes me think of Iris, which makes me enraged,” Amber says.",
                "We all look across the yard to where Iris is seated with Paige Breckner. Together, she and Paige hold the titles of class president three years running (Iris), most popular girl in our grade (Paige), and cutest couple in our school (collectively).",
                "hough “cutest” isn’t quite right. I don’t think anyone who knows her would use the word cute to describe anything relating to Iris Huang. Objectively, she has a roundness-of-face and smallness-of-stature that could traditionally be deemed cute. But she’s also ruthless and unforgiving and, some would say, ill-mannered and incredibly unpleasant. Somehow, this doesn’t seem to affect her political standing, but then again, that often seems to be the case in the real world as well.",
                "But Paige and Iris have been the longest-enduring couple on record during our time at the Prospect-Landower School for Girls, and so they are automatically termed “cutest,” because that’s shorter than “longest-enduring couple on record during our time at the Prospect-Landower School for Girls.”",
                "I saw them once I mean I’ve seen them lots of times but once, after school, I saw them sitting on the low wall outside the lit building, sharing a pair of earbuds and listening to something on one of their phones. Their heads were bent together, and then all of a sudden Paige started dancing in her spot, mouthing along the words to whatever song it was.",
                "Iris looked up at her, smiled, and then looked back at the phone. Paige started bopping harder, lip-synching more emphatically, pointing at Iris.",
                "Iris ducked her head, blushed, focused on the screen until Paige got to her feet, took Iris’s hands, and pulled her up, trying to get her to jump around. Iris looked flustered but … endeared, I guess. Fond in a way I had never seen her look.",
                "When Iris finally relented and joined in dancing, the earbud jerked right out of her ear. She scrambled for it, accidentally yanking the other out of Paige’s ear. They both ended up bent over laughing, leaning on each other for support.",
                "It was sweet, that’s why it stuck with me. A rare moment where Iris didn’t seem completely steely but instead kind of awkward and fumbly and smitten.",
                "So maybe \"cutest\" still means cutest, even where she's involved.",
                "Right now, Paige is chatting with Sudha Prabhu, laughing behind one hand as Sudha gestures animatedly, while Iris looks for all the world like she's waiting in an airport terminal and her flight has just been canceled. In a sea of pink, she is unrelentingly purple.",
                "At my table, Madison grins at Amber. \"Deep breaths.\"",
                "\"I just want everything to be perfect,\" Amber says, eyes wide and strangely earnest as she looks around the table at each of us. \"Is it? Do you like the food? Are you having fun?\"",
                "We all affirm the quality of the food and the fun we're having. I nod emphatically as I hork down a petit four.",
                "\"I know it's silly,\" Amber says, \"but it's just, you know. Senior year and all. Everything we do is sort of the last time we get to do it. So it should be perfect, right?\"",
                "We double down on the reassurances, and finally Amber seems satisfied.",
                "\"Okay. Okay, good.\" She stands promptly, smooths down the front of her dress, takes a deep breath, and then heads off to the next table.",
                "I adjust my own dress as the other girls start talking about school. I borrowed it from Zoe, so although it fits the color scheme, it's also a little too short and a little too tight. When I came downstairs in it, my mom said \"Wowza,\" and my dad, brow wrinkled, asked, \"What kind of party is this again?\"",
                "Truth be told, I'd risk Amber's wrath and wear the wrong color if it meant Zoe could be here with me, wearing this dress instead. She is my best friend, and there's only so much a text can convey. Some of this stuff you just have to witness to fully appreciate. And most of it, I'd probably have a lot more fun witnessing with her.",
                "But Zoe goes to Springdale High School, and I go to PLSG, and this isn't really the kind of thing where you can bring a plus one. So I send her a quick text update and then listen in on Madison and Ainsley Stewart discussing some band they both watched on TV last night.",
                "The rest of the luncheon goes well, much to Amber's relief. We eat fancy finger foods. We toast each other with fizzy pink punch. There are speeches filled with assurances that this is going to be the \"best year ever\" and a shit ton of light applause.",
                "Paige stands at one point and thanks Amber for hosting.",
                "If you're giving a presentation in class, Paige is the person who smiles at you when you catch her eye and nods encouragingly, like she's actually listening. We had gym together freshman year, and whenever she was captain, she insisted on everyone counting off instead of picking teams.",
                "When she finishes her toast, she turns to Iris with a smile. \"Do you want to add something, babe?\"",
                "They share a look—in the silence, Paige's expression shifts from hopeful to imploring—until finally Iris pushes her chair back and stands, holding up her glass of punch. She clears her throat.",
                "\"Careless tourism and destructive fishing practices are destroying our world's coral reefs,\" she says, and then takes a drink.",
                "I can't tell if it's a joke. Like, admittedly you probably shouldn't joke about the destruction of our world's coral reefs. A few people chuckle uncomfortably anyway.",
                "Iris sits abruptly. Paige is still standing, her glass raised.",
                "The look on her face is stricken, but somehow she manages to recover a smile. \"Thank you again, Amber,\" she says. \"This is … a great way to end the summer.\"",
                "And that's the last of the speeches. Conversation resumes around our little tables, and I excuse myself after a bit. Amber's mom points me in the direction of the bathroom, but once I get inside the house, I realize that her directions of \"to the left and across from the music room\" kind of hinge on knowing which room is the music room. Which I don't.",
                "So I head to the left and open the first door I come upon, and to my disappointment, it isn't a bathroom but a bedroom.",
                "I'm in luck though—there's a bathroom en suite. I dash in and take care of business, and then I spend way too long sampling the products in pretty bottles on the bathroom counter.",
                "I'm admiring the scents that I've so expertly layered together (by squirting three random lotions on at the same time) when I hear sounds from the outer room: voices approaching and then the closing of the bedroom door. Sealing the voices inside.",
                "\"—believe you would act like that.\"",
                "\"I didn't want to make a speech. I thought that was obvious.\"",
                "\"Coral reefs? Seriously?\"",
                "\"Tell me we shouldn't be more concerned about the state of the coral reefs.\"",
                "Paige and Iris.",
                "I'd always thought they were a good pair. People don't like Iris, generally, but they respect that she gets shit done. Conversely, everyone loves Paige. She's friendly and kind, neutral good through and through. She softens Iris. And I guess Iris gives her an edge. What's that saying—iron fist in a velvet glove? Iris is the former, and Paige is the latter.",
                "\"I'm not saying it's not true, I'm saying it's not relevant to the situation. This isn't a freaking Envirothon meeting!\"",
                "\"Please. You know I don't like how those Envirothon kids conduct themselves.\"",
                "\"You couldn't think of one nice thing. About Amber, or the summer, or school, or anything. One nice thing. You could've said the punch is good.\"",
                "\"The punch tastes like Windex.\"",
                "\"Iris.\"",
                "\"What?\"",
                "\"At the very least, would it have been so hard to put on a pink dress?\"",
                "\"I'm not gonna do something just because someone tells me to.\"",
                "\"You do tons of things because someone tells you to! You wear shoes in restaurants! You obey seat belt laws!\"",
                "\"There's a big difference between doing something to prevent myself from flying through a car windshield and doing something to satisfy a meaningless color scheme at a meaningless party that neither of us actually care about.\"",
                "\"I care about it,\" Paige says, and something in her voice sounds frayed. \"But that doesn't matter to you. What I want. You never even ask me. You just assume. You always—always—just assume.\"",
                "Silence follows. And in this silence, I realize several things—first, that this is not just a little spat about a speech or a dress code. And second, that my temporal window for stepping out of the bathroom and announcing my presence has entirely closed. I'm in it for the long haul. I have to wait them out.",
                "\"I don't want to do this,\" Iris says finally.",
                "A pause. \"Do you understand though? About the dress? And the party? Do you get that it's important to me? And, like, how something that matters to me should be important to you, too?\"",
                "\"It's stupid though,\" Iris says. \"This whole thing is stupid. If it was something that actually mattered, I would—\" She cuts off, starts again. \"You know I would…\" She doesn't finish.",
                "\"You would what?\" A beat. \"What would you do?\"",
                "\"I don't know.\" Iris sounds sullen. \"I would act like I cared more.\"",
                "It's quiet. Behind me, a bead of water drips from the faucet into the sink.",
                "And then there are footsteps in the outer room. I can't tell which of them has moved toward the other. Or if they've moved away.",
                "When Paige speaks again, her voice is thick. \"I love you, Iris,\" she says. \"But you're the most selfish person I've ever met.\"",
                "I press my ear to the door. I'm only human, after all, and this is possibly the best bit of drama I've unwittingly stumbled onto in the whole of my high school career.",
                "\"What are you saying?\"",
                "\"I love you,\" she says again, and I'm fairly certain she's crying now. \"But I want you to be different. I want, I wa—\" Her voice hitches, like a sob. \"I want you to be better than you are.\"",
                "I dated a boy named Will Sorenson for almost a whole semester in tenth grade. January to April. We were going to go to his junior prom together that year, but he broke up with me just two weeks shy.",
                "We were in his basement, and he was playing an online role-playing game called Battle Quest. His character—a humanoid dragon named Alphoneus Centurion—was approaching a snow-covered vista with a monster in his sights when Will glanced over at me and said, \"So I don't know, I just think maybe we should break up, you know?\"",
                "Like we had been having a conversation this whole time that I had somehow missed. I pressed him to explain as Alphoneus Centurion launched a series of attacks against the monster.",
                "\"I just think that when you're with someone, you should … feel something. Right?\"",
                "\"You don't feel anything with me?\"",
                "\"I feel regular with you,\" he said. \"But I don't feel … you know. Well, I mean, if you knew, then you'd understand, and you'd want me to feel that with someone else. And if you don't know, then that means you don't feel it either, and so we probably shouldn't be together anyway.\"",
                "Alphoneus raised his ax. The monster was a goner.",
                "Up until this moment, I thought that was the most crushing thing you could say to someone you’re dumping. That you feel regular with them. It sort of managed to negate every sweet thing that we ever had together. Like it was all fake. One-sided, on my part. I was elated the first time he held my hand. I thought I might float off the sidewalk. And now looking back, I see that everything that was massive to me, everything that was meaningful—to him it was just regular.",
                "But Paige Breckner just took the cake in the breakup department. I want you to be better than you are. If I were Iris, I would’ve disintegrated on the spot.",
                "Iris does no such thing. She just speaks, after a long pause, her voice in stark contrast to Paige’s. It’s calm. Crisp. No hint of tears.",
                "“Are you breaking up with me?” she says.",
                "Paige doesn’t reply.",
                "“Are you. Breaking up with me?” Iris repeats, razor sharp.",
                "“Yes,” Paige says.",
                "I realize I’m holding my breath. Waiting for—something. A reaction. A movement. A sound. Anything.",
                "And then a sound comes. A loud one in fact—the very clear and deliberate peal of a bell.",
                "For a split second, it doesn’t make any sense. Paige breaks up with Iris and Iris responds by whipping out a handbell?",
                "Then I realize. My phone.",
                "I fumble with my bag. Purses are interdimensional sometimes, I swear—particularly when you’re trying to get something out of one. I finally extricate the phone, but three more texts follow in the intervening time—three more pealing bells—that only serve to further sink me.",
                "The silence that follows is deafening.",
                "I look into my palm. I might as well see the texts that are my undoing.",
                "I need an update, Zoe’s first message reads.",
                "Are you eating cahhhhviahhhr with Ahhhmber",
                "And Mahhhhdison and Aaaaaainsley and Desk Lahhhmp",
                "And all of your other fahhhhhbulous clahhhhssmates?",
                "I almost laugh—it would be funny, normally, but now it’s so terrible it goes from terrible back into funny.",
                "Until there’s the sound of footsteps that are most definitely approaching and a firm knock on the door directly in front of my face. Then it goes right back into terrible.",
                "“Hello?” It’s Paige.",
                "I hold my breath. Maybe if I’m perfectly still, perfectly silent, they’ll think that they’d heard wrong.",
                "“We heard your phone,” Paige says.",
                "“How do you know it wasn’t your phone?” I reply. Because. I am. A moron.",
                "I squeeze my eyes shut. Take a deep breath. And then I open the door.",
                "It’s a Moment, between the three of us. There are just two hundred students at PLSG. Fifty girls a grade. And although I know Amber and Madison and Ainsley and Desk Lamp (there isn’t really a Desk Lamp, but Zoe likes to make fun of the names, how “everyone sounds like an item from a furniture catalog, seriously”) and all the others in a cursory manner, there aren’t many of them that I have had genuine Moments with.",
                "The thing about Moments is that just because a moment is one, doesn’t mean it’s a good one. They are not all Special, or Cherished, as picture frames and embellished scrapbook inserts would have you believe.",
                "This is more of the Painfully Awkward variety. Me, clutching my phone in the bathroom doorway, looking quite like my ear had just been pressed against the door—because my ear had just been pressed against the door. Paige, her face red, cheeks wet, eyes puffy. And Iris Huang, resplendent and terrifying in lavender YSL, looking at me with a quiet, smoldering, single-minded rage.",
                "Paige speaks first. “We didn’t know anyone was in here,” she says, and she’s clearly putting effort into sounding something close to normal, though she doesn’t bother to wipe the tears tracking down her cheeks.",
                "“I didn’t know anyone was out here. I didn’t hear anything,” I say, even though it’s a lie compounded by another lie.",
                "The silence is unbearable.",
                "So I do what I do best, or what I do worst, I suppose—my greatest strength is also my greatest weakness. I break it.",
                "“I had the faucet on,” I say. “Really loud. And I pee pretty loud. I’m surprised you guys didn’t hear me, it was like Niagara Falls in here. Just really … very loud in volume. A lot of … liquids … flowing in a … noisy fashion.”",
                "Paige blinks at me, clearly caught off guard, but Iris’s eyes only narrow, the rage intensifying.",
                "I have to get out of here.",
                "“I’ll just … leave you guys to it.… Not that I know what it is, not that I heard anything,” I say, and make to leave, but Paige moves to the door first.",
                "“No, I’m going,” she says, and then quickly walks out.",
                "Leaving me. And Iris. Alone.",
                "Iris crosses immediately to me and holds a finger up to my face. She forces me backward, back into the bathroom, where I stumble over the rug and catch myself on the fancy towel rack.",
                "“What did you hear?” she says.",
                "“Nothing. I heard nothing.”",
                "“You’re lying.”",
                "“I’m not.”",
                "“You are, you’re terrible at it. If you go back out there and tell everyone— if you tell them—” She falters. And I would hardly believe it unless I saw it myself, but Iris’s eyes swiftly fill with tears. Her lower lip quivers. It legitimately quivers.",
                "Her voice is thick when she speaks: “I will ruin you.”",
                "And then she turns and leaves."
            ]
        },
        {
            "id": "Chapter 2",
            "content": [
                "two",
                "I go to work at Pinky’s on Sunday. The day after Iris declared that she would ruin me.",
                "When I rejoined the party yesterday, she was nowhere in sight. Paige had resumed her seat, but she was looking decidedly worse for wear and the rest of her table had clearly noticed. Sudha had one arm around her, their heads bent together in conversation, and Alicia Smith was kneeling at her side, holding up a pink patterned napkin so Paige could wipe her eyes.",
                "Word would travel fast. I didn’t need to tell anyone what I had heard. Furthermore, I didn’t want to tell anyone. First, because it was no one’s business, and second, because I didn’t want the wrath of Iris Huang to befall me and my family.",
                "I replay it in my mind as I pull a sub out of the toaster and deposit it on the counter in front of me (a little charred around the edges, but hopefully that would escape notice). No one had ever sworn my ruin before.",
                "I would just steer clear of them both at school. I’ve managed to fly under the radar pretty effectively these last three years. It won’t be hard to pull off a fourth.",
                "Stealth mode, I think as I cut and wrap up the sandwich in patterned Pinky’s paper.",
                "Pinky’s is “home of the nine-inch sub.” Fifty percent more than a Subway sub! the sign declares.",
                "“I don’t think that’s right,” I said to my manager Aaron on my first day. “Because Subway subs are twelve inches? So really it’s only seventy-five percent of a Subway sub?”",
                "“They mean the six-inch,” he replied.",
                "“So maybe they should say that?”",
                "“Home of the nine-inch sub, fifty percent more than a six-inch Subway sub,” Aaron contemplated, and then shook his head. “That’s too much numerical information. It’s too cerebral.”",
                "This was possibly the first time anyone had used the phrase “too cerebral” when describing Pinky’s advertising. Because someone somewhere in the Pinky’s marketing scheme had made the brilliant connection that sub sandwiches are vaguely phallic. And from that, all the penis-related Pinky sub campaigns were born.",
                "Like the commercial where you see the guy standing from the back, and then a woman in front of him, and she says, “Nine inches????” in this insane lusty voice, and then they pan to the side and show that he’s holding a Pinky sub right at groin height? It’s the worst. It is literally the worst. I’m a cog in the world’s dumbest corporate sandwich machine.",
                "But I needed a job. And Pinky’s was hiring. So here I am.",
                "Zoe comes over that evening when I get off work, and we ride our bikes to the Tropical Moose to get snow cones. The car is free—Alex is actually home for once—but I’m stiff from standing all day and I smell like Pinky’s. I want to ride, to feel the late summer air rushing through my hair, to pedal fast and feel the burn of it in my legs.",
                "I get a piña colada–flavored snow cone, Zoe gets a bubble gum one, and we manage to secure a table out front, the kind with the chairs that leave waffle patterns on the backs of your thighs.",
                "We’re settled in when two little kids pass by clutching blue cones. A woman follows close behind but veers toward our table as they pass.",
                "“You have beautiful hair,” she says to Zoe, who smiles and nods in reply, her mouth full of slush. She pulls a face at me when the woman has passed.",
                "Zoe does have beautiful hair. The rest of her is pretty magnificent as well—dark eyes with the longest lashes, flawless brown skin. One time a barista at Starbucks wrote your smile is gorgeous on Zoe’s coffee cup. I took a picture of her holding the cup, smiling wide, and we put it on Tumblr, and to date it has over fifty thousand notes.",
                "It makes sense to me, knowing Zoe as I do. Her outside matches her insides. I know goodness doesn’t manifest itself as beauty—she’s not pretty because she’s smart, or funny, or kind—but it’s fitting. She’s my favorite person, and if one of us had to grow up ridiculously beautiful, I’m glad it’s her. It just makes sense.",
                "“I have calc and lit with Kris,” Zoe says, continuing our previous conversation. “And AP Bio with Gabby, so that’s something. What’s your schedule like?”",
                "I shrug. “What it’s always like.”",
                "“Hey, how was the party? You never texted back.”",
                "Now there is no way Iris Huang could be privy to this conversation. Zoe doesn’t even go to our school—she’s at Springdale, the public school in our generic Chicago suburb. We live in one of the neighborhoods that’s fare-and-a-half to get to if you take a cab from the city. PLSG is twenty minutes from Springdale, and most of the richest girls live even farther out. So the likelihood of Iris popping up and hearing me tell Zoe that I witnessed the Breakup of the Century (or at least of the Year to Come) is pretty slim. And usually I tell Zoe everything. But. Something in me just … doesn’t want to risk it.",
                "So I just shrug again and say, “The food was good. There was a lot of talk of this year being our year.”",
                "“Who did all the other years belong to?”",
                "“Right? I asked Madison that. She looked at me like I was crazy.”",
                "“Too bad she can’t buy a sense of humor.”",
                "“I’d sell her mine.”",
                "“You could buy another car with the money.”",
                "“Do you think I’m funny enough for car money?”",
                "“For sure. You’re minimum pre-owned Toyota Corolla funny.”",
                "I grin.",
                "It’s quiet as we finish our snow cones, but not a bad kind of quiet. With some people I feel the need to fill the space, but with Zoe, it’s okay. It doesn’t have to be constant. We can listen to the hum of crickets, the buzz of the tree frogs.",
                "We ride back to my place when we’re finished. I ask Zoe if she wants to come in, but she shakes her head.",
                "“I should get back. It’s officially a school night.”",
                "“Ugh.”",
                "“It was good while it lasted.” Zoe smiles—her radiant Starbucks cup smile—and all at once I’m struck with something Amber said at the party—senior year and all. How everything we do is sort of the last time we get to do it. Tomorrow is the very last Back to School for us. Back to high school, anyway. Meaning that today—tonight, right now—is the end of the very last summer of the way things are. Next summer we might go off to college at different times. To different cities. Different time zones. I can’t imagine it.",
                "Or rather, I can. I just don’t want to.",
                "I don’t say any of that. “Text me tomorrow,” I say instead.",
                "“Will do.” Zoe gets back on her bike. “Night, Claude.”",
                "“Night.”",
                "I watch her pedal away."
            ]
        },
        {
            "id": "Chapter 3",
            "content": [
                "three",
                "My mom makes me stand on the front steps before I leave for school the next morning so she can take a picture. The annual first day of school stoop photo. Frames hang in the kitchen for each of us—a big print scroll across the top declaring My School Days with twelve little spaces underneath for pictures.",
                "All of Alex’s spaces were filled as of last year, and Julia’s were finished long ago. Her frame doesn’t even match ours.",
                "Today is my last School Days picture. There is a 45 percent chance my mom will burst into tears before I leave the house. So I try to move the process along, shouldering my backpack, holding my lunch bag to my side, and raising one hand in a big thumbs-up. The traditional pose. The very last box to be filled.",
                "“I just can’t believe it,” Mom says, tapping her phone screen half a dozen times, and the odds raise: 56 percent chance of tears now.",
                "“We should get going,” I say, moving to step off the porch. “Where’s Dad?”",
                "“Wait wait wait, let’s get one of you and your brother.” She turns. “Alex, get over here.”",
                "He’s in the driveway, leaning against the car.",
                "“I’m good actually,” he says, not looking up from his phone.",
                "“One picture.”",
                "He sighs, types one more thing, and then shoves his phone in his pocket and joins me on the porch.",
                "“Closer together,” Mom instructs. “Alex, put your arm around your sister—it’s her last first day of school.”",
                "“Come on, Alex,” I say, picking up his arm and slinging it around my shoulders. I poke his side, and he smiles for a second before twisting away. I hope my mom got the shot, because that’s the only opportunity she’s going to get this morning.",
                "“No, one more with Daddy!” she says as my dad emerges from the front door, balancing a doughnut on top of a travel mug, but Alex is already heading back to the car.",
                "“Who called the paparazzi?” Dad says.",
                "“Excuse me, I am one photographer.”",
                "“Who called the paparazzo?” he amends, and then strikes a pose next to me. “Make sure to get my good side.” And then, “We should take a selfie,” he says when my mom lowers her phone again. “And send it to your sister!”",
                "Sending selfies to Julia is something we do at least once a week, if not more. Since moving to Indianapolis with her husband, Julia has gotten a surplus of Wallace family selfies. I’ve always wondered how she feels about them. If it comes off as “We wish you were here!” like my parents intended, or if it’s more like “We’re all here and you’re not!”",
                "We take one regardless. I think Alex will just sulk in the background, but he tosses up a peace sign at the last moment.",
                "“This has been great,” Alex says, “but some of us have jobs.”",
                "“And some of us have school,” I say.",
                "“And some of us have jobs at school!” Dad declares.",
                "I watch Alex drive away in my car. The main reason I wanted that car so badly was so that I could drive myself to school. But going in on it with Alex was the only way I could afford it. And Alex apparently needs the car more because his schedule is “flexible” and there’s no point in it “sitting around all day” in my school’s parking lot when he could be doing “like, stuff, I don’t know, just stuff.”",
                "So Alex gets the car during the day, and I drive in with my dad. It is not remotely fair. But Alex maintains that he’s way more experienced in the art of “not remotely fair,” so this is, in some ways, retribution.",
                "It isn’t my fault that Prospect-Landower is a girls’ school. It isn’t my fault that our dad works there. And it wasn’t my idea to go there in the first place. I wanted to go to Springdale with Zoe and all our friends.",
                "“This is an incredible opportunity,” my mom had said way back when, smoothing the hair off my face. “So many girls would be so happy for a chance to go to Prospect.”",
                "“Then one of them should go for me,” I had mumbled, pressing a tearstained cheek into Mom’s shoulder.",
                "It’s a privilege. I get that now. But it didn’t seem like one back then.",
                "My dad parks in the faculty lot, and we part ways at the lit building. PLSG isn’t one big building but multiple small ones, like a tiny college. Brick buildings with black shutters and white trim. It’s very picturesque. I guess playing up curb appeal is part of justifying the price tag.",
                "I haven’t checked like Zoe, messaging back and forth with friends to confirm who I have what class with. It doesn’t really matter much to me either way.",
                "But I wish I had planned ahead—consulted some of the girls beforehand. Because then I would’ve been prepared to walk into British lit and see Paige Breckner and Iris Huang, seated at opposite ends of the room. Paige is in the back, buffered by Sudha and Alicia, and Iris is at the front, alone.",
                "This might not be good, I think to myself, but there’s nothing to be done about it.",
                "* * *",
                "“Just please come with me, I don’t want to go by myself.”",
                "Caris Pearlman corners me after lit. A surprisingly uneventful class, actually. We went over the syllabus. We got a Chaucer excerpt to read for Wednesday. All in all, pretty anticlimactic compared to the scenarios I had imagined in my head.",
                "The halls are clearing out now, a steady stream of girls heading toward the dining hall.",
                "“I just need to give him something,” Caris says, looking at me earnestly.",
                "“But then maybe … I shouldn’t, you know, be there. In that case.”",
                "Her cheeks flush. “Not like—that’s why I want you to go with me. It seems so illicit otherwise.”",
                "I could see Caris Pearlman in Regency times, wearing an empire-waist gown, a long string of pearls around her neck, smiling behind a fan in some crowded London ballroom. She certainly fit the Regency romance sensibility. And I would know. My mom is an avid romance reader, and I snuck all kinds of books when I was younger—novels with women in satin dresses reclining on divans, or masked men in greatcoats on the cover, white shirts splayed open revealing bare chests. Always with titles like The Duke and the Devil or Passion Is a British Rogue.",
                "Though I suppose Caris is the Before in the Regency romance scenario. Before the encounters with the British rogue and all that, driving the heroine mad with lust and whatnot.",
                "Caris does not appear to be mad with lust in this moment. Instead, she is standing before me, clutching a cellophane-wrapped loaf of what she later informs me is zucchini bread, after I agree to accompany her, and we make our way to the Grove.",
                "The Grove is a small stretch of woods that separates PLSG and the neighboring boys’ school, Danforth Prep. It’s back behind PLSG’s library, and Danforth’s athletic fields abut it. There was talk a few years ago about bulldozing the Grove and merging the two campuses, but there was enough outcry to stop that from happening. A lot of stuff about “maintaining the storied traditions of two treasured institutions.” Thus these treasured institutions remain separate.",
                "Though not so separate that any PLSG student or any Danforth Prep student couldn’t just waltz through the woods to the opposite school. Or, as is the fashion sometimes, meet in the Grove itself and … I don’t even know. Make out up against a tree. Smoke drugs.",
                "(“Smoke drugs?” Zoe said when I hypothesized this to her once. “Smoke. Drugs. Yeah, I bet that’s it. I bet they get high on that reefer. They smoke that Mary Jane. Maybe they even consume alcohol. Can you imagine?”",
                "“Okay, I get it. That was stupid.”",
                "“I’m not saying we need to corral your ass into this century, but we probably need to corral your ass into this century.”)",
                "Apparently, the Grove is also a spot where students occasionally meet to exchange first-day-of-school baked goods, as is the tradition between Caris and her boyfriend, Robbie.",
                "Technically, we’re not supposed to be back here at lunch. But of course that’s never really stopped anyone.",
                "I stand off to the side—glaringly superfluous now—as Caris and Robbie kiss and exchange snacks. If Iris and Paige are—were—the cutest couple at PLSG, Caris and Robbie are probably now the pair to beat for cutest in the PLSG–Danforth collective.",
                "When Caris and Robbie start doing more kissing than talking (maybe she’s more mad with lust than I thought), I wander off. There’s no official path through the Grove, but one has been worn down over the years. A track cleared via repeated use.",
                "I pull a sandwich out of my bag—it is lunchtime, after all—and start in on it as I meander through the trees. I hear voices up ahead, and I spot people as I round the bend leading down to Danforth’s fields.",
                "A group has gathered at the base of one of the tallest trees, just at the edge of the woods. A few girls from my class—Lena Ideker, Sudha, and Alicia, as well as a couple of juniors—are joined by several Danforth guys.",
                "I recognize one of them in particular. I don’t know Gideon Prewitt personally, but I know a good deal of him, because everyone knows of him. He’s an undeniable presence in the social media scene of PLSG. Constantly referenced, constantly tagged, constantly popping up in pictures to press kisses against the cheeks of girls who are usually smiling so wide their eyes crinkle with it.",
                "Right now Gideon is leaning into Lena Ideker’s space. She’s smiling coyly up at him, her back resting against the tree trunk behind them.",
                "I could never look so cool. So unaffected.",
                "I watch as he says something to her. She responds with a nod, says something in reply, and he throws his head back in a laugh. It rings out—a bright, loud burst of laughter—reaching even me where I stand.",
                "“There you are!”",
                "I turn as Caris and Robbie approach, holding their baked goods and each other’s hands.",
                "“Sorry. You seemed … involved,” I say.",
                "Caris’s cheeks are flushed. Robbie’s hair is much more mussed than it was when he first greeted us.",
                "Caris ducks her head, but before she can speak, a call bursts out from the group nearby:",
                "“ROBERT A. FISCHMAN,” a deep voice bellows. We all turn. Gideon Prewitt is still standing with Lena under the tree, but he’s looking our way, both of his arms raised in the air like a referee declaring Goal! “BIG FISH ROB. GET OVER HERE. BRING YOUR LOVELY GIRLFRIEND. BRING HER LOVELY FRIEND.”",
                "Robbie raises his eyebrows at us. Caris looks to me, smiles prettily, and I shrug.",
                "So we go over.",
                "Gideon Prewitt moves toward us when we reach the group. He shakes Robbie’s hand enthusiastically.",
                "“You’ve got some lip gloss on your cheek, pal,” he says. “And on your neck. And—” He drops Robbie’s hand and pulls the collar of Robbie’s shirt aside, then wiggles his eyebrows at Caris. “Get it, girl.”",
                "Caris turns redder, her cuteness intensifying.",
                "“How was your summer, Caris?” Gideon says. “Was it great?”",
                "She nods rigorously. “Yeah, it was awesome.” She grips Robbie’s hand. “I mean, we mostly just hung out. But it was really fun.”",
                "“Well, then I don’t need to ask Big Fish Rob how his summer was. Must’ve been the best if he was spending time with you.” Gideon turns his gaze to me. “Who’s your friend?”",
                "“Oh, this is Claudia,” Caris says.",
                "“Third wheel extraordinaire,” I murmur as I reach for the hand Gideon has extended toward me.",
                "I don’t think he’s heard me, but his grin widens as he clasps my hand. “Nice to meet you. How was your summer?”",
                "Are you personally responsible for the quality of everyone’s summer? I want to ask, but I don’t. “Very average,” I say instead.",
                "His eyes are bright. “Good. I guess? Is that good?” Before I can respond, he introduces me to the other guys in the group and then encompasses the girls in one sweeping gesture—“You must know these girls already, you must be blessed with their faces on a daily basis”—and then we hang out with them for a little while, until it’s close enough to next period that I want to get back.",
                "I nudge Caris, tapping at my wrist, and she nods.",
                "Gideon flashes me a dazzling smile as we prepare to leave, while Caris gives Robbie a quick peck on the lips, and then another, and another.",
                "“It was great meeting you,” Gideon says to me.",
                "“You too,” I say, and I don’t point out that today is not actually the first time we’ve met.",
                "When Caris and I get back to the dining hall, lunch is almost over.",
                "“Sorry,” she says. “I’ll share my cookies with you. Robbie’s mom made them. They’re my favorite.”",
                "“That’s okay. I ate a sandwich in the woods.” As you do.",
                "She ignores me, fumbling with the Ziploc bag and then thrusting a large, lumpy-looking cookie at me. “Just take one. They’re so good.”",
                "It appears I have no choice in the matter. “Thanks.”",
                "“No problem. Thank you. And thanks from Robbie.” She gives me a winning smile and then heads off."
            ]
        },
        {
            "id": "Chapter 4",
            "content": [
                "four",
                "Brit lit, on the whole, doesn’t turn out to be the powder keg I expected it to be. That week, we read excerpts from The Canterbury Tales. We do some critical discussion. Paige and Iris stay at their respective poles of the room, I stay in the center, and neither of them acknowledge me. By the end of the first week, I think that maybe this will be all right.",
                "I am lulled into complacency. But then.",
                "Then, the following week, Mrs. Dennings claps her hands and says, “We’re gonna partner up.”",
                "Our first project of the year. A group project.",
                "“We’re going to need groups of two and one group of three.”",
                "I look immediately to Sam McKellar, sitting to my left, but she’s already locked eyes with Polly Allman, sitting next to her.",
                "Okay, fine. Me, Sam, and Polly then. Group of three, locked down.",
                "But before I can catch Sam’s eye, Polly has gestured to Kaitlyn, and they’re all nodding to one another in silent agreement.",
                "“We’re the group of three!” Polly declares loudly, before I can beg them to reconsider.",
                "So I’m the odd one out. I scan the room, trying not to look too frantic, but panic begins to well up as everyone else pairs off around me. That “I cannot be entirely left out” desperation, that “I cannot be the only loser without a partner” dread.",
                "Mrs. Dennings must notice. “Who still needs a partner?”",
                "Time to accept my fate. I raise my hand. And across the room, front row, opposite corner, Iris Huang raises hers.",
                "Iris glances around and we lock eyes. Something flashes across her face, something akin to horror, but it quickly disappears, replaced with cool indifference.",
                "“I’m happy to work alone,” she says to Mrs. Dennings.",
                "“No, I don’t want anyone alone on this.”",
                "“I’d really prefer to.”",
                "Mrs. Dennings’s lips twitch at the pushback, but she doesn’t reprimand Iris. She just casts her eyes over the group as a whole. “If you’d like, I can always assign partners—”",
                "The class lets out a collective groan of protest that not even Iris can withstand.",
                "“Fine,” Iris says. “Whatever. It’s fine.”",
                "Brilliant.",
                "* * *",
                "I basically have to chase Iris down after class. I catch up with her at her locker, where she’s furiously spinning the combination lock.",
                "“Hey, we should probably exchange numbers or whatever, to plan for the paper.”",
                "Iris pulls down on the lock a little harder than strictly necessary.",
                "“I will write the body of the paper,” she says. “You will write the introduction and the conclusion.”",
                "“But that’s not … equal at all.…",
                "“I’m sorry, I’m offering to do the majority of the work here and you’re offended by that?”",
                "“I’m not saying—”",
                "“Intro. Conclusion.” She picks a book out of the bottom of her locker and slams the door.",
                "“What about the thesis statement? Like, we should decide that together, don’t you think? You know, do some planning…”",
                "“If it really matters that much to you, I’ll write the first half, and you can write the second half. Sound good?”",
                "“But I—”",
                "“Good,” Iris says, and walks away.",
                "* * *",
                "“She’s a monster,” I say that night.",
                "“They’re all monsters,” Zoe replies, and on-screen, Zoe’s avatar, Korbinian Brodmann, raises his bow.",
                "“No, not—” I jump aside as Korbinian spins around me, shooting half a dozen arrows in quick succession and felling the first group of beasts surrounding us. “Not them,” I say. “Iris. From school.”",
                "I switch from my saber to my broadsword and hack at a couple more.",
                "“Geez, where’s Alex?” Zoe says as we continue to get swarmed.",
                "“Work. School. Who knows.”",
                "“He said he’d play. This tank doesn’t know what the hell he’s doing.”",
                "“Alex wouldn’t tank anyway, he’s trying to level up his mage.”",
                "Tanks play a critical role in online role-playing games like Battle Quest. They essentially function to distract monsters and bosses and allow fighters to get hits in. Alex is good at it—he’s the best tank of the three of us—and he would’ve been better than the random person we recruited online.",
                "We finish the rest of the dungeon off pretty quickly and score our loot. Not too bad for a routine sweep, though it would’ve been faster with Alex.",
                "“Tell me about this girl again?” Zoe says.",
                "“Iris. She’s a nightmare. We’re writing a paper together and she won’t even talk to me.”",
                "“Why?”",
                "“Because she’s—” I stop, shake my head. “I don’t know, she just doesn’t like me.”",
                "“I find that hard to believe. Everyone likes you.”",
                "“You know we’ve been friends too long for you to lie like that,” I say, setting my controller aside. We’re in my room, Zoe on the bed with her MacBook and me at the desk on the old laptop I got from Julia.",
                "I’ve been playing Battle Quest ever since Will Sorenson and I broke up.",
                "I got Zoe and Alex into it, too, and now we’re in a guild, single-minded in one mission: battling the Lord of Wizard.",
                "The latest expansion is called Battle Quest: Lord of Wizard.",
                "A thousand years went by, and it wasn’t until the expansion pack came out that it became clear that what the Lord of Wizard wanted from the kingdom was the throne.",
                "That’s all fine and good, but the real buzz about the expansion is that a series of side quests will allow you to unlock a secret story line that involves battling the Lord of Wizard personally.",
                "We’re determined to do it.",
                "Zoe and I play a little longer this evening, just doing random sweeps for monsters.",
                "Alex shows up just as we’re winding down.",
                "He sticks his head in my door. “You guys wanna do dungeons?”",
                "“We could’ve used you like an hour ago,” Zoe says, one eyebrow raised.",
                "“Sorry. Work. I can play now though?”",
                "Zoe makes a face. “I should probably get going.”",
                "“I thought you hated Iris,” Alex says, looking at me.",
                "“I don’t hate anyone.”",
                "“Not even Voldemort?”",
                "“I mean, yes, obviously.”",
                "“Okay, Fuck Marry Kill: Voldemort, the Joker, and Darth Vader.”",
                "“Geez, you guys,” I say as I go to shut down Battle Quest.",
                "“I hate everything about this conversation,” I say, shutting down my computer.",
                "“You love it. You love us,” Zoe says, and she’s right. I do."
            ]
        },
        {
            "id": "Chapter 5",
            "content": [
                "five",
                "Iris sends me exactly one half of a paper the day before it’s due. I have to stay up half the night trying to finish it, but I do, and we get it in on time. Hopefully, this is the last joint effort she and I ever undertake.",
                "It’s a futile hope, though. I know when Mrs. Dennings holds us back after class, the week after the papers are due.",
                "“I wanted to speak with you both privately before I hand papers back,” she says quietly, though we’re the only ones in the room and have taken seats in the desks closest to hers. “I’ve had you both before. I know you’re very bright students.” She picks up a paper off the stack on her desk. “But I was surprised by the quality of the work you handed in.”",
                "I see the grade printed at the top of the page, and it sets off a Klaxon in my brain. I can’t afford to do badly in a class. Literally. I need a scholarship for college, so every little bit counts. Any little screwup could put that in jeopardy.",
                "“What exactly are the issues?” Iris says curtly.",
                "“I think the main thing is a real lack of cohesion,” Mrs. Dennings says, not unkindly, and then outlines a number of other problems that make me regret Iris asking.",
                "I stare down at my desk. I can see Iris in my peripheral vision, sitting up straight, her hands clasped in her lap.",
                "When Mrs. Dennings finishes, Iris speaks: “Is there anything we can do to make it up? A revision? An extra credit assignment?”",
                "Mrs. Dennings purses her lips for a moment. And then: “Yes, in fact. There is.”",
                "* * *",
                "The halls are deserted when we get out of the lit room, lunch having started already. Iris pushes past me.",
                "“Hey—” I start, and I’m not sure what I’m about to follow it up with, if the words watch where you’re going or don’t take this out on me or this is your fault, too will actually leave my lips, or if they’ll shrivel up and die upon one look from Iris.",
                "She doesn’t give me the chance to find out, whirling around and beating me to it: “This is all your fault, you know.”",
                "Our next unit is Shakespeare. And conveniently, the drama department at Danforth Prep is doing A Midsummer Night’s Dream as their fall production. In conjunction with PLSG.",
                "So in addition to rewriting our paper, Iris and I have been “strongly urged” to audition for extra credit.",
                "“At least we get a chance to make it up,” I say. Overwhelming relief is my main feeling at the moment—maybe the semester’s gotten off to a rocky start, but this one failure won’t haunt my transcript forever.",
                "“We shouldn’t be in this position in the first place. We wouldn’t be here if you hadn’t fucked up.”",
                "“I didn’t know what you were trying to say! Your thesis made no sense, and you didn’t give me enough time to rework it.”",
                "“Like I’d let you rewrite something I wrote. Like I’d trust you with that.”",
                "It comes out before I can stop it: “I don’t get why you don’t like me. You don’t even know me enough to not like me.”",
                "“I don’t need to know you.”",
                "“Just because I—” I stop short.",
                "“Because you what?” Iris says.",
                "“Nothing.”",
                "She looks away. “This is your fault,” she says again. “If you had finished earlier, we could’ve fixed it, I could’ve fixed it. But now we’re being High School Musical-ed, and it’s all your fault.”",
                "“We’re what?”",
                "“High School Musical. In the third one, they get in trouble, and the English teacher makes them work on the school play?”",
                "She looks so angry, for a moment it’s hard to comprehend that she’s describing a Disney Channel franchise to me.",
                "“You know the policy here, don’t you?” she says. “If you audition, you have to work on the play. So no matter if we get parts or not, we have to work on the show. One bad paper and our semester is fucked.”",
                "“It’s not … fucked.”",
                "“Yeah, maybe if you don’t have anything else going on in your life, but in case you haven’t noticed, I actually do stuff around here.”",
                "“I do stuff,” I say.",
                "“What do you do?” Iris says. “I mean, besides take up space. What do you actually do?”",
                "I open my mouth to speak but then shut it again. I have never met anyone with such a highly concentrated meanness in them.",
                "“What?” Iris spits. I’m not intimidated—well, maybe I am, a little—but it’s more of a bone-deep desire to avoid confrontation. I have a general life tenet that I feel can be applied to pretty much anything—worth it or not worth it. And fighting back is not worth it in this moment.",
                "So I just shake my head. Iris’s lip curls in disgust, and she turns and walks away."
            ]
        },
        {
            "id": "Chapter 6",
            "content": [
                "six",
                "Auditions for A Midsummer Night’s Dream are held at Danforth Prep. It’s a bigger school than PLSG, with a brand-new arts building, and I find myself there after school on Tuesday.",
                "We’re meant to assemble in the dining hall and sign in. I’m making my way through the hallway of the main building when I see Iris up ahead.",
                "She’s stopped outside the door to the cafeteria, staring at her phone. If she turns her head, she’ll see me.",
                "I duck behind a nearby statue that a plaque proclaims is Kenneth Danforth. Kenneth Danforth has a wide stance, and there’s enough room behind him to nearly obscure me. I crouch down a little anyway—we’re almost of a height, Kenneth and me—just for good measure.",
                "I’m only there a moment when—",
                "“What are we doing?” someone says in my ear, and I almost jump a foot.",
                "I turn, and Gideon Prewitt is looking at me, eyes alight. “Are you hiding from somebody?”",
                "It takes me a moment to recover, not just from the scare but from the full force of Gideon Prewitt’s Gideon Prewitt-ness.",
                "Madison Lutz had posted a picture of the two of them last weekend with the caption The prince and me. Gideon had his arms wrapped around her from behind, her hands clasping his forearm, their faces pressed together, smiling wide.",
                "Baaaaaaabes, Amber Brunati had commented, followed by no less than six heart-eye emojis.",
                "I swallow. “Yes,” I say. “Death. That’s why you scared me. I thought it was the grim reaper sneaking up on me.”",
                "A grin splits his face.",
                "“Should I create a diversion?” he says. “I’m very good at that.”",
                "“It’s fine,” I say, and I can’t help but sneak a look out into the hallway. Iris is nowhere to be seen. When I look back, Gideon’s eyes narrow.",
                "“You are hiding from someone. Who is it? What did they do? Or what did you do?”",
                "“Nothing. It’s nothing.”",
                "He evaluates me for a moment. “Ex-boyfriend?”",
                "Ha. Will Sorenson graduated with Danforth’s senior class last year and is thankfully nowhere within state lines. We both use the same server in Battle Quest, and even the chance of seeing him around Aradana is more than enough.",
                "“No,” I say, and glance around again but not for Iris. “Are you … are you meeting someone here or something?”",
                "“Here behind this statue?” he says solemnly. “Yes.”",
                "“I just mean, why are you…”",
                "“Are you auditioning for the play?”",
                "“Yeah.”",
                "“We’ve got to sign in. You want to go sign in?”",
                "“Um. Sure, I guess. Yeah.”",
                "I follow Gideon to the dining hall. He holds the door open for me, and I approach the teacher sitting at a table inside with a sign-in sheet and a sheaf of forms. We have to rank what jobs in the crew we’d prefer if we’re not cast, because Iris was right—we have to work on the production whether or not we get a role in the play. The audition alone guarantees our participation. Funny how they get you like that.",
                "When I finish my form, Gideon is still bent over his, the tip of his tongue stuck between his teeth as he fills it out.",
                "I hesitate for a moment, unsure if I’m supposed to say something to officially end this interaction.",
                "But it was a one-off, I’m sure of that, so I don’t say anything. I just turn and head off to a table near the back, having spotted Iris at an empty one in the middle of the room. I pull out a crumpled sheet of paper—my monologue —and try to smooth it out against the tabletop.",
                "I mouth the first few lines. The words feel strange enough, but then I remember I’m supposed to put some kind of emotion into it, too. I try to make my face look impassioned.",
                "And then Gideon plops down in the seat across from mine.",
                "“What part are you trying for?” he says.",
                "“I don’t know.” None of them. “What about you?”",
                "“I’m going to be Oberon.”",
                "“You’re pretty certain about that.”",
                "“I’m the best man for the job.” He smiles, and his cheeks dimple. It makes something in my chest seize uncomfortably. A smile like that could be weaponized.",
                "“It’s funny we haven’t met before,” he says when my gaze darts back to my monologue sheet. “Did you transfer?”",
                "“No.”",
                "“Do you go to many of the parties?”",
                "I have to stop myself from snorting. “Not many, no.” And then I can’t help but say: “We actually have met before.”",
                "He blinks at me.",
                "“At your birthday, freshman year.”",
                "It had been a source of great stress for me at the time. Gideon invited all the girls in our year at PLSG to his fifteenth birthday party at this deluxe arcade.",
                "Most of the people in my class knew him—they had been in junior high together at Morningbrook Academy—but I had never met him before. I didn’t even want to go to the party. But my mom said it would be a good opportunity to get to know the girls at school better. “And you never know,” she said, raising and lowering her eyebrows suggestively. “Could be some cute boys there.” Her eyes widened. “Ooh, or some good party favors!”",
                "I did like the idea of good party favors, so I decided to go. But this led to a dilemma.",
                "What kind of birthday present do you get for a kid you don’t even know? Who, judging by the elaborate birthday party, probably already had everything he could possibly want?",
                "I ended up giving him a gift card to Outback Steakhouse that my mom had gotten free at work. “It’s his fifteenth birthday,” Mom had said, presenting the card to me with a flourish. “Fifteen for fifteen, there you go, problem solved.”",
                "It didn’t seem that simple. In fact, it seemed pretty embarrassing. But come party night, I left it on the gift table all the same.",
                "I look at Gideon now, and I know that he has no earthly recollection of me giving him an Outback Steakhouse gift card for his fifteenth birthday. He doesn’t even remember that I was there. He just blinks at me, friendly and uncomprehending.",
                "“I think I’d remember meeting you,” he says, leaning in a bit and flashing me that smile again.",
                "He’s either trying to flirt with me, or he’s making fun of me. Really only the latter makes sense, so I just blink. “You actually did, though.”",
                "His face falls. “I don’t remember. I’m sorry.”",
                "“There were like a hundred people there,” I say, because he looks inexplicably upset, like a little kid who’s dropped an ice cream cone. “It’s not a big deal.”",
                "“Did you bring me a present? Maybe I’d remember from that.”",
                "“I, uh. It was a gift card.”",
                "“To where?”",
                "“Outback Steakhouse.”",
                "“No way. I remember that.”",
                "“No you don’t.”",
                "“I do, though. You know why? It’s because I got a bunch of gift cards from the party, and Noah and I decided to spend them all in one awesome day. It was one of the last places we went. We had just eaten like fifty bucks worth of food at P.F. Chang’s, but we still had the Outback Steakhouse card, so we went and ordered a Bloomin’ Onion and ate the entire thing, and then we both threw up in the parking lot after. It was epic.”",
                "It does not sound epic. But I can’t help but smile a little. “Well, I guess I made you a memory.”",
                "“You did!” he says brightly.",
                "“Is it just me or are there more people here than last year?” Suddenly Sudha Prabhu is at my elbow, pulling out the chair next to mine. Alicia Smith circles the table and grabs the seat next to Gideon.",
                "“Worried about the competition?” he says.",
                "“Absolutely not,” Sudha replies primly. “Hi, Claudia.”",
                "Alicia echoes it. “Hi, Claudia. I like your earrings.”",
                "“Thanks. I like your shirt,” I say, because we are all wearing the same shirt. She doesn’t smile, just pokes Gideon lightly on the cheek, right in the spot where his dimple then appears, as if summoned.",
                "Sudha peers at the crumpled monologue sheet in front of me.",
                "“Interesting choice,” she says.",
                "I frown. There were only three options for audition monologues tacked to the bulletin board outside the drama room. I’m not sure how it was possible to choose wrong, but apparently I had.",
                "“Did you practice?” Sudha asks.",
                "“Well, I didn’t, like, actually … rehearse,” I say. “But I read it, at least. That’s something.”",
                "I had tried practicing in the mirror, but I felt ridiculous talking to myself and in the end just kind of gave the whole thing a whispered once-over.",
                "Sudha gives me the saddest look, like she’s somehow cognizant of my pathetic mirror practice. “Yes,” she says. “It’s something.”",
                "She’ll go in there and crush her audition, of course. I’d expect no less. Sudha was Sandy in Grease last spring, and Emily in Our Town the semester before that. She has a lead role locked down, no matter what the production.",
                "“You’re gonna do great,” Gideon says.",
                "“Thanks, G.” Sudha beams.",
                "Gideon smiles back, but when Sudha and Alicia start chatting, he points at me and gives me a double thumbs-up, mouthing the words again like they were meant for me: You’re gonna do great.",
                "I smile a little and look back at my monologue."
            ]
        },
        {
            "id": "Chapter 7",
            "content": [
                "seven",
                "We get called a few at a time to queue up in the hall outside the band room.",
                "Seated inside is the drama teacher at Danforth (Mr. Palmer, I’m informed) and the freshman lit teacher from PLSG, Ms. Ohlemacher. When it’s my turn, Mr. Palmer, who’s directing the show, tells me to start “whenever I’m ready,” which is funny, because I’m quite certain all the practice in the world wouldn’t make me truly ready.",
                "I hate public speaking. I’m not sure what it is—there are literally only two people in here, and it’s not like I don’t talk in front of two people—my parents—literally every single day. But something about it being structured, and inorganic, makes my stomach twist and my palms sweat.",
                "(“Is it because people could be judging me?” I asked Alex once. “Like, because it’s an opportunity for me to be judged?”",
                "“I mean, if it helps, just know that I’m judging you all the time.”",
                "“Shut up.”",
                "He grinned. “I’m judging you right now.”)",
                "I hold the monologue sheet up, trying to stop it from rattling in my grasp as I read from it.",
                "“Do you think you could do it without the paper?” Ms. Ohlemacher says gently when I’m finished.",
                "“No.”",
                "“Well, let’s have another try at it,” Mr. Palmer says. “This time, I want you to really focus on how Titania must feel here. She’s had a falling out with Oberon, and the world is going haywire as a result of it. She wants peace, but neither of them are willing to give in.”",
                "I try it again, try to think how Titania must feel, running into an on-again, off-again boyfriend like that.",
                "My hands shake slightly less this time. A marginal improvement.",
                "“Thank you, Claudia,” Mr. Palmer says when I stumble to a finish.",
                "Ms. Ohlemacher gives me a kind smile. “Yes, great, thank you.”",
                "I leave.",
                "The next group has assembled outside. Gideon is toward the front, along with Alicia and another guy who I recognize from the first day of school in the Grove. Gideon pushes off the wall when I emerge.",
                "“How’d it go?” he says, holding up one hand. I realize that I’m supposed to high-five it. “Did you nail it?”",
                "“I don’t know if I’d go that far.”",
                "“I’m sure you did awesome.”",
                "There’s some misplaced faith. “Thanks,” I say with a tight smile.",
                "“Hey, this is Noah,” Gideon says, gesturing to the guy behind him, who looks up from his phone. “Do you know Noah Edelman?”",
                "“No.”",
                "“He’s the greatest person I know.”",
                "Noah reaches out to shake my hand but looks Gideon’s way. “You really got to stop billing me like that. People are gonna be disappointed.”",
                "“You could never disappoint,” Gideon says, and even though he’s smiling, I get the feeling he’s not joking. “Noah’s my best friend. We shared the Bloomin’ Onion I told you about.”",
                "“Yeah, thanks for sponsoring that parking lot yak,” Noah says with a smile.",
                "“No problem,” I say for want of anything better.",
                "And now we’re just standing awkwardly.",
                "“So I should probably…” I gesture over my shoulder.",
                "“Yeah, don’t want to keep you,” Gideon says. “Hopefully we both get cast, then we can hang out at rehearsals.”",
                "“Well, you’ve got Oberon locked down.”",
                "“Maybe you’ll be my queen,” he says, leaning in a little and wiggling his eyebrows.",
                "“I mean, probably not. If there’s like … a nonspeaking role for a tree or something, that’ll probably be me.”",
                "“Hey.” Gideon looks suddenly serious. “Don’t sell yourself short.”",
                "I nod. “Yeah. See you guys.” And I head away."
            ]
        },
        {
            "id": "Chapter 8",
            "content": [
                "eight",
                "“Are you going to wear a doublet? Hose? Better yet, are you going to wear one of those Shakespearean collars?”",
                "“Collars?”",
                "“Like the big accordion-looking neck thing.”",
                "“I don’t know what you’re talking about,” I say, even though I know exactly what Julia means.",
                "“Like the thing Shakespeare’s wearing in literally every picture of Shakespeare ever.”",
                "We’re both online that night, roaming the Aradanian countryside for monsters. I’ve got my phone pressed to my ear while we play. There’s a text chat function in Battle Quest, but you can’t talk aloud through the game itself. If there’s a group of us playing, we usually just do some kind of conference calling online. But if it’s just me and Julia, we get on the phone like we usually do—the same way she’d call me while she’s grocery shopping or cooking dinner, or I’d call her while I’m waiting for a ride or something. We haven’t lived under the same roof since I was in elementary school, or even in the same city since I started high school, but we manage to snag time together however we can, wherever we can. On the phone, or in Aradana, or both.",
                "I shoot off a couple of arrows toward a nearby creature. It turns our way and we start attacking it in earnest. It’s almost drained when Julia’s avatar, Selensa Stormtreader, suddenly falls still.",
                "“What are you doing?” I finish off the creature.",
                "“Sorry, Mark just got home.” I hear muffled conversation and then “He says hi.”",
                "“Tell him I don’t say hi back. Tell him I respond with stony silence.”",
                "Julia relays the message, and I can hear Mark laugh.",
                "Julia met him when she was a sophomore in college. I was in third grade at the time. He came home with Julia for Christmas that year. I don’t really remember my first impression of him—I was more caught up with Disney’s latest efforts and desperately wanting an American Girl doll. If I knew I was meeting my future brother-in-law, I probably would’ve paid more attention.",
                "Though I do remember he brought Alex and me presents.",
                "“He’s just trying to win you over,” Julia had said when Mark went off with my dad and Alex and I tore into our new loot.",
                "“No, he’s trying to win you over,” my mom replied with a smile.",
                "They got married three years ago. And now, “Oh good Lord,” Julia mutters. “He wants to go look at strollers again.”",
                "Julia is pregnant, and Mark is unendingly excited. Julia—although she is the baby-carrying party involved—is somewhat less enthusiastic.",
                "She texts me about it all the time:",
                "“He wants to pick out nursery colors.”",
                "“He won’t stop reading about breast pumps. I THINK AS THE PERSON BEING PUMPED I SHOULD BE THE MOST CONCERNED ABOUT THE PUMPING.”",
                "“He’s highlighting the baby name book.”",
                "“We each get five vetoes, I’ve already used four. I’m gonna need to buy more vetoes.”",
                "I wouldn’t understand Julia’s reluctance if I didn’t know her, but I do, and I know that she hates change. She gets anxious about the future. And I know that any apprehension on her side is just reflective of that.",
                "I’ve seen her rub her belly when she thinks no one is looking. I’ve seen her gazing at baby shoes at Target.",
                "It’s part of her shtick, acting grumpy. A little negative. But I know she’ll love that baby, I know how much she’ll care for it.",
                "“Sweet little Cayenne or Ellipsis or Cherry Blossom or Aquafina.”",
                "“I am barely exaggerating, Claude.”",
                "“I thought we were gonna do a dungeon,” I say, making Viola Constantinople execute a complicated twirl on-screen because Selensa Stormtreader is still just standing there.",
                "“Yeah, sorry,” Julia says after more muffled conversation with Mark. “Gotta go. Have fun Shakespeare-ing.”",
                "“I’ll try. Hey, if you’re mean to me, I’m gonna send Mark a list of names from this play. You could have a little baby Oberon or Hippolyta.”",
                "“Oh geez. Don’t you dare.”",
                "“Bet you wish you saved some of those vetoes.”",
                "“I’m hanging up now.”",
                "I grin. “I love you!”",
                "It’s quiet for a beat, and I think she really has hung up. Then,",
                "“Love you too. Bye.”",
                "On the screen, Selensa Stormtreader logs off."
            ]
        },
        {
            "id": "Chapter 9",
            "content": [
                "nine",
                "Zoe and I volunteer at Roosevelt-Hart on Thursday evenings.",
                "It’s a pediatric rehab facility, which is not—as Alex has inappropriately joked before—a place for toddlers on benders. It’s actually a place for babies and kids who have been released from the hospital but aren’t well enough to go home yet. Round-the-clock care, physical therapy, etc.",
                "I pull up to Zoe’s house, and she’s sitting on the front steps, wearing her bright blue Roosevelt-Hart shirt. I’m wearing an identical one with VOLUNTEER across the back in big white letters.",
                "We listen to Drunk Residential, our favorite band, in the car on the way there and sing along.",
                "When we get to Roosevelt-Hart, we sign in at the front (the attractive desk guy smiles at both of us. I manage to get out a too-loud “hi” and an aborted wave, but Zoe chats amiably with him while I check in on the computer). Then we part ways—Zoe to the rec area, and me to the nursery.",
                "Zoe likes to work with the kids closer to our age. But I volunteered to be in the nursery. I like babies, and maybe part of me thought it would be an easier job.",
                "It’s quiet when I get in this evening. The lights are dimmed, and most of the little ones are sleeping. But I go up to the crib of a baby named Makenna, and she blinks big eyes back at me. A monitor at her bedside reports her heart rate, connected through a wire to a sensor attached to one of her big toes.",
                "“Could I hold her?” I ask the nearest nurse. There’s an impressive nurse-to-kid ratio here, so there’s always one close by.",
                "The nurse gets to her feet, reaches in for Makenna—we’re not allowed to pick the babies up ourselves—and gestures to a rocking chair at the foot of her bed. I sit, and she places Makenna in my arms.",
                "She’s warm and cuddly and quiet, and I rock her until she falls asleep. Not a bad way to spend an evening.",
                "We started volunteering here last year. As is usually the way, Zoe wanted to, and I followed along. She wants to go to medical school, and apparently volunteering in a “clinical setting” looks good on your résumé. Zoe is forever trying to get an early leg up on things.",
                "I didn’t know what kind of hospital Roosevelt-Hart was. That the majority of older kids were there because of brain and spinal cord injuries, and that the majority of babies and toddlers had had surgeries and needed breathing tubes, or suffered from failure to thrive, or were there because their parents couldn’t care for them.",
                "The first night we volunteered, it was dark when Zoe and I left the hospital. We walked across the wide parking lot, in and out of the paths of the parking lot lights.",
                "It was quiet between us until I finally spoke, voicing the thought that had been running through my mind all evening.",
                "“I don’t think I can do this,” I said, slowing to a stop in front of the car. Zoe crossed around to the passenger side, but neither of us got in. “I don’t think I can come back here.”",
                "“Why not?”",
                "I shook my head. I was trying not to cry, and my throat ached with it.",
                "“It’s just.” Blink. Swallow. “Sad.” Swallow again, around the massive lump. “It’s so fucking sad, Zoe.”",
                "She looked at me for a moment, but her face betrayed nothing. Zoe could be so incredibly … placid sometimes. Unreadable. I didn’t feel like she was judging me—I knew her well enough to know that she wouldn’t—but I couldn’t tell what she was thinking.",
                "“Yeah, it is,” she said finally, nodding. “But feeling bad won’t help anyone. You or them. Pity’s not gonna help.”",
                "“I know.” A few tears slipped out, and I rushed to catch them, pushing up the side of my glasses, so half of Zoe was blurry when I looked back at her. “But I can’t help it. It’s not fair. Why do people have to go through that? Why do—kids—have to go through that? It sucks. Everything about it sucks.”",
                "“But there are places like this,” she said. “And doctors and nurses and … and volunteers and stuff, to help take care of them and help them get better. That doesn’t suck, does it?”",
                "I shook my head.",
                "“I think it’s kind of awesome actually,” she said, looking back at the building. It was a pretty new facility with a modern design, lots of windows. The lights from the lobby lit it up like a jewel box, glowing through the darkness. “It makes me feel good, to be a part of that.”",
                "“Maybe you’re just stronger than me.”",
                "Her gaze returned to me, and she shook her head. “Bullshit.”",
                "“I don’t know if I can do it.”",
                "“Bullshit,” she said again.",
                "We didn’t say much more on the ride home. By the time we reached her house, I was more or less composed. We said good night, she went inside, and I drove home. We didn’t talk about it again after that.",
                "The following Thursday, I put my Roosevelt-Hart shirt on and drove to Zoe’s to pick her up.",
                "She didn’t comment on it, but she was already waiting for me on the front porch, wearing her own blue shirt, so I knew she already knew I was coming. That I would go back, despite what I said.",
                "She glances over at me tonight as I pull to a stop at a red light. “What?”",
                "“What do you mean, what?”",
                "“You’re thinking really loudly.”",
                "“Yeah, I just…” I shake my head. “I was thinking about the play. They’re posting the cast list tomorrow.”",
                "“Ooh, your dramatic debut.”",
                "“Ugh.”",
                "“It’ll be fine. You’ll do great.”",
                "I have no doubt she believes it. Zoe has always had faith in me, even when I wasn’t sure if I deserved it.",
                "The light turns green. I press the gas, and we go."
            ]
        },
        {
            "id": "Chapter 10",
            "content": [
                "ten",
                "The cast list is posted outside the PLSG music room the next morning. Apparently there are no nonspeaking tree roles in A Midsummer Night’s Dream, so I find my name toward the bottom, in a list headed in big bold letters with the word Crew.",
                "Only the girls’ list is posted here. I wonder briefly if Gideon Prewitt secured the role of Oberon as my eyes catch on a few of the other names on the list.",
                "Titania: Paige Breckner.",
                "Hermia: Sudha Prabhu. No surprise there.",
                "Helena: Lena Ideker. An interesting choice, to be sure. I didn’t know Lena’s interests skewed toward Shakespeare.",
                "And toward the bottom, First Fairy: Iris Huang.",
                "Huh. Who’d have thought. For all of Iris’s ire, I guess she did a halfway decent audition. Better than me, at least, though that wouldn’t have been tough.",
                "We’re all meant to meet in the auditorium at Danforth after school. I guess that’s when I’ll find out what exactly crew entails.",
                "Painting scenery and stuff? Zoe texts me at lunch. Operating the spotlight? Hey, maybe you’ll open and close the curtain.",
                "I could handle that. Could build up some upper body strength at least.",
                "You’re gonna get so ripped, Zoe replies.",
                "* * *",
                "A Midsummer Night’s Dream is really an ensemble show. There’s no singular main character or narrator but a few different groups of characters, all of equal importance.",
                "First there’s the court—the Duke and his lady Hippolyta, as well as some royal hangers-on, who conveniently turn up at the beginning and the end of the show to set the scene, add commentary, and pass judgment.",
                "Then there are the lovers—Hermia, Lysander, Helena, and Demetrius. Hermia and Lysander are madly in love, Demetrius is into Hermia despite it being an entire no-go on Hermia’s side, and Helena is hopelessly into Demetrius, despite it being an entire no-go on Demetrius’s side.",
                "Next there are the Mechanicals—a rough-and-tumble group of people tasked with putting on a play for the Duke’s impending wedding. And last there are the Fairies—the King, Oberon, and the Queen, Titania, and their respective crews.",
                "Oberon and Titania are fighting, and the world is all out of whack because of it. Meanwhile, Hermia and Lysander run away to get married when Hermia’s dad says she has to marry Demetrius. Demetrius follows them into the woods because he can’t take no for an answer, and Helena follows him because neither can she.",
                "This all leads to some capital-H Hijinks, and then when things are sorted, there’s a play-within-a-play at the end that the Mechanicals put on, and it’s all good fun.",
                "I heard through the grapevine that Gideon Prewitt had indeed secured the role of Oberon. And although in theory Noah Edelman probably would’ve been a good candidate for Oberon’s magical sidekick, Puck, Noah would be playing Nick Bottom, the head Mechanical who thinks he’s an amazing actor and unwittingly gets turned into a donkey. Or a partial donkey, at least. Donkey from the neck up.",
                "Everyone is gathering in the first few rows of the auditorium before the start of rehearsal. I spot Gideon and Noah down front with Sudha, Alicia, and Lena.",
                "I take a seat as far back as I can get and still look involved, and I crack open my copy of the play while we wait for everyone to assemble. I haven’t been sitting long when someone clears their throat behind me.",
                "I glance around. Iris is now seated two rows back, glaring right at me.",
                "What could I have possibly done? I’m literally just sitting here.",
                "I face forward. But Iris clears her throat again, and when I turn back to her, she gestures toward the stage.",
                "Down front, she says pointedly.",
                "I look ahead. Gideon has turned around in his seat and is waving at me. He smiles and then gestures like he wants me to join him.",
                "There are people on either side of him, people that I’m not great friends with, and it would be so weird to just … insert myself in there.",
                "I shake my head.",
                "Gideon sticks out his bottom lip in a pout, and I crack a smile. But then his attention is drawn somewhere over my shoulder. I think for a moment that he’s looking at Iris, but then Paige walks swiftly down the aisle next to us, raising a hand toward Gideon, who grins broadly, all pretense of pout gone. He says something to Noah, who gets up and moves to Alicia’s other side, and Paige takes his vacated seat. The King and Queen of Fairies united. Gideon starts talking to Paige, and I am forgotten.",
                "I glance back at Iris. Her face is arranged in an impressive scowl.",
                "What? she snaps.",
                "I face forward again.",
                "* * *",
                "Ms. Ohlemacher and Mr. Palmer make some opening remarks, have us all introduce ourselves, and then divide us into cast and crew.",
                "Ms. Ohlemacher is in charge of the crew. There are about twenty of us who assemble backstage while the actors gather onstage.",
                "We get our crew assignments based on what we said on the sign-in form at auditions. I had ranked costumes one, scenery two, and lighting three. After Ms. Ohlemacher rattles off a list of names for set building, she looks up from her clipboard and says, “For costumes we’ve got Claudia Wallace and Caris Pearlman.” Caris grins back at me from a few rows ahead. “You’ll be working with Delilah; she’s designing for the show.” She gestures to Delilah, who nods at Caris and then turns and looks at me with a short dip of her head, eyes serious.",
                "Delilah Legere, or Del as everyone calls her, is actually one of the first people I met at PLSG. She sat in front of me in freshman English.",
                "We aren’t friends, but we’re cool, I guess. I wouldn’t say PLSG is cliquey, per se, but I wouldn’t say it isn’t cliquey either, and somehow, if I had to pick two girls in our class—in the whole school, even—who didn’t somehow fit in with any of the cliques, it would be Del and myself. So we share that, at least.",
                "Unlike me, though, the thing about Del is that she’s basically just too cool for it. She has friends in college. She does all sorts of interesting stuff outside of school. And she’s so focused on getting into design school, I guess she doesn’t have much time to waste at the parties and the luncheons and the rest. She certainly wasn’t at Amber Brunati’s Pink Party. Though I would love to see what she would’ve worn. She definitely has a signature style.",
                "I can handle making costumes for Del.",
                "I assume you both can sew? she says, looking from me to Caris after the crew has further divided up into our respective areas.",
                "Yeah, I like to make costumes, Caris says. Me and Robbie do cosplay.",
                "Precious, Del says. You?",
                "I nod. My grandma taught me. It was a … bonding-type activity.",
                "Del’s expression says that this kind of information is superfluous.",
                "We’ll meet after school starting next week, Del says, at the multimedia studio. It’s in the basement of this building. That’ll be our costume shop. I’ve already got designs worked up. We need to get supplies, take measurements, get started on construction. Lots to do. Are you with me?",
                "Yeah.",
                "Aye aye, captain! Caris says, smiling.",
                "Del’s lips twitch, like she might almost smile back. Excellent.",
                "* * *",
                "I cut back through the Grove to get to the PLSG parking lot after we break for the day. Alex is supposed to come pick me up since Dad headed home when classes got out.",
                "Footsteps crunch through the brush behind me. I glance back.",
                "I’m not following you, Iris says sharply. As if I would follow you.",
                "I know. I point to the group of sophomore girls on the path up ahead of us. I’m not following them either. We all happen to be going back to the same place.",
                "I don’t slow down. And I don’t think Iris is picking up her pace, but somehow she ends up nearer, almost in step with me.",
                "So what are you doing on the show anyway?",
                "I glance over at her, surprised. An actual question, unsolicited.",
                "Costumes.",
                "Iris snorts.",
                "What?",
                "No, it makes sense. I figured you’d do something that requires little to no skill.",
                "That, of all things, breaks me. Or maybe it’s just the one thing added to the massive pile of other things that finally tips the scales.",
                "Why do you have to do that?",
                "What?",
                "We’re basically alone now, distance stretching between us and the group of sophomores up ahead, so there’s no one around to witness it if Iris Huang actually succeeds in making me cry. The words just come out: “Why do you have to be so mean? Seriously, what do you get out of it? Is it, like, a rush of endorphins? Is there some chemical released in your head when you’re a dick to people? Would your brain light up in the same places as a heroin addict getting a fix?”",
                "My voice doesn’t waver. I manage to keep it together.",
                "And somehow, inexplicably, Iris just responds with a huff of laughter.",
                "I’m so shocked, all I can do is blink.",
                "What? she says. That was funny.",
                "It wasn’t supposed to be funny.",
                "Well, it was.",
                "I don’t know what to say to that, so I don’t say anything at all. I just turn and head off through the Grove, moving quickly enough to leave Iris behind."
            ]
        },
        {
            "id": "Chapter 11",
            "content": [
                "eleven",
                "British lit finds us with another assignment the next week. We’re supposed to find “critique partners” to review each other’s papers. The mad flurry starts, but I know better this time.",
                "I turn to Sam, but before I can grab her attention, Iris appears and drops a notebook down in front of me.",
                "Write your number, she says.",
                "I blink at her. I don’t know how she moved across the room that fast.",
                "We need to exchange numbers if we’re going to work on this outside of school, she says slowly, like I’m stupid.",
                "Who said we were partners?",
                "Iris glances around. Everyone else has paired up.",
                "And it’s true. By now, everyone has.",
                "We need to show Dennings we can work together, she says.",
                "So this is some kind of … redemption arc?",
                "Write your number down, for Christ’s sake.",
                "Maybe I don’t want to.",
                "Iris looks at me for a moment and then up at the ceiling. Please. It seems like the word physically pains her.",
                "Inwardly, I sigh.",
                "And then I write down my number.",
                "* * *",
                "I go to the appointed place in the basement of the Danforth arts building after school to meet Del. It’s a multipurpose kind of studio—there are big craft tables, some sewing machines, computers, some woodworking equipment.",
                "Big bulletin boards line one wall of the room. When I arrive, Del is pinning sketches to one of the boards. She glances back when I approach.",
                "We’re not staying long, she says. We’re going to the thrift store.",
                "Field trip?",
                "A working trip.",
                "I pick up one of the closest sketches not yet pinned up. It shows a figure in a sort of hoop-looking petticoat, wearing a cutoff blazer and fingerless gloves, with aviator goggles around their head, sort of like Amelia Earhart. MUSTARDSEED is printed in all caps underneath.",
                "I wasn’t sure what kind of fairies we were going with, I say when Del catches me looking. You know, Tinker Bell or, like, bug people?",
                "Neither, Del says. Mr. Palmer wants to set the show in the present day. She points to sketches of Hermia and Lysander, already tacked up. Hermia is wearing a cute white dress with a little jacket over it. Lysander has on black skinny jeans and a motorcycle jacket.",
                "But the fairies will be kind of … out of time, Del continues, pointing to Titania and Oberon and Mustardseed, still in my hands. A mix of clothes from a bunch of different periods, like they’ve picked up stuff along the way, and they’ve lived so long, it’s from all different times.",
                "Huh, I say. That’s cool.",
                "Del actually smiles. I know, right?",
                "When Caris joins us, we set off to the thrift store. Del gives us each a list of items to track down.",
                "Fun! Caris says, beaming. It’s like a scavenger hunt.",
                "I look through mine quickly. Some are more generic items, like assorted T-shirts (any size/color), white button-down (one each men’s and women’s), flannel shirt, while some are more specific, like ugly bridesmaid dress, and yellow raincoat.",
                "How do we know what size? I say. We haven’t even got measurements from people yet.",
                "Doesn’t matter. We’ll probably end up deconstructing most of this stuff anyway.",
                "So we set off on our scavenger hunt. Caris is right—it actually is kind of fun.",
                "She and I are sifting through a bin of neckties (twenty neckties—greens, golds, and browns) when she glances up at me.",
                "Guess what. Caris’s eyes shine.",
                "What?",
                "Robbie said Gideon was asking about you.",
                "I frown. What about me?",
                "You know. Just. About you. She raises and lowers her eyebrows emphatically.",
                "I think of the Oberon sketch tacked up on the bulletin board. A great cloak, a head scarf, big black boots. The figure Del drew didn’t have a face, but it somehow captured that Gideon Prewitt swagger, as if she designed it expressly with him in mind, even before the part was his.",
                "He … he’s probably just— I shrug. You know. Being polite.",
                "Or he likes you.",
                "That doesn’t quite compute. I shake my head. I’m not his type.",
                "How do you know?",
                "Maybe he’s not my type, I amend, because Caris is generous and probably genuinely believes that someone like Gideon Prewitt could actually like me.",
                "Maybe. She looks up from the bin, eyes dancing. I don’t know though. He may be a little ridiculous sometimes, but something about him works on everyone.",
                "It’s then that Del walks past with a shockingly ugly tulle bridesmaid dress in her arms. Less talking, more finding, she says. Then she pauses. And for the record, it doesn’t work on me.",
                "Caris grins. Noted. And we get back to sorting."
            ]
        },
        {
            "id": "Chapter 12",
            "content": [
                "twelve",
                "We go rock climbing, the cast and crew of Midsummer.",
                "It’s Paige’s idea. A first-week-of-rehearsal celebration. She posts the event online, invites everybody.",
                "I made the mistake of mentioning it to my mom, who was just as enthusiastic about it as she had been about Gideon’s birthday party freshman year. She doesn’t seem to catch the irony of once again telling me it’ll be “a great chance to get to know some of the girls at school” three years later.",
                "It was just an open-invite thing. I really don’t think anyone will notice if I don’t go. In fact, they’ll notice if I do go.",
                "My mom raised an eyebrow. Is that a problem?",
                "I mean, yeah, it kind of goes against my usual thing.",
                "What thing?",
                "You know. Where I’m not really, like … active in that way.",
                "My mom gave me a look. Sexually?",
                "Agh! God! No! Socially. Socially active.",
                "Like … in terms of … justice and things?",
                "Like in terms of going to events! I don’t need to go to PLSG stuff. I’d rather hang out with Zoe.",
                "Yes and play video games and go to Tropical Moose and listen to your bands, I know. But it wouldn’t hurt to mix things up. Next year…",
                "What?",
                "Everything’ll be a mix-up next year. You might as well ease into it now, yeah? And didn’t you have fun at the Pink Party? Wasn’t it great?",
                "That wasn’t exactly how I recalled it. But it didn’t seem like I was going to get out of this one easily.",
                "And maybe she has a point, some little traitorous voice said at the back of my mind.",
                "I don’t even know how to climb, I said, one last attempt.",
                "You’ll learn, Mom replied simply.",
                "So I find myself at a climbing gym on Friday night. I’ve never been to one before, but I’d hazard a guess that this one is pretty deluxe. It’s a giant warehouse with climbing walls bordering the interior and structures set up in the middle for what Keara Shelton, standing in front of me in line to pay, informs me are for bouldering.",
                "What does that mean?",
                "No ropes, she says with a grin.",
                "Those of us who haven’t climbed before have to take training on how to belay. To my surprise, Iris is here, and she’s among this group, too, hanging at the edges. We get paired up with the person standing next to us, so she gets Kaitlyn Winthrop, who’s playing another one of the fairies, and I get a guy named Corey, who’s in the crew.",
                "Then we’re turned loose in the gym. The people who’ve been before are already climbing—I see Paige hanging from one wall while Gideon stands below, belaying her. Noah Edelman is next to him, chatting with Gideon. Gideon is laughing at whatever Noah’s saying, but his head stays tilted up, eyeing Paige’s progress.",
                "Do not take your eyes off the climber, the surprisingly stern college kid who trained us had said. Do not get distracted. Do not take your hands off the rope. Do not lose focus.",
                "Do not pass go, do not collect two hundred dollars, I had whispered to Corey, but he didn’t laugh.",
                "Corey has headed off and joined a group of guys already at the wall, so I glance around for a new partner.",
                "Iris is still standing where the beginners’ group was assembled. She’s watching Gideon watching Paige with a decidedly stormy look on her face.",
                "Come on, I say to her. Everyone else has already paired off or headed to the bouldering walls. Let’s climb.",
                "* * *",
                "I hate everything about this.",
                "Iris, you haven’t even climbed as high as you are tall.",
                "Let me down. Now.",
                "You could literally just step off the wall.",
                "Iris does, but there’s not enough slack (I’m a good belayer, actually), so she just hangs uncomfortably in the harness, her toes brushing the mat. I fumble with the rope and she drops down fully to her feet, then flops onto the ground like she’s completely winded.",
                "I laugh. I can’t help it. Iris glares.",
                "I’d love to see you try, she says, but it’s not quite as cutting as usual.",
                "Iris has to clip in to belay me so I don’t launch her into the air. Once she’s anchored, I pick a relatively easy path and have at it.",
                "Surprisingly, I like it. Reaching for the next hold, pushing up with my legs … it feels good. The muscles in my arms burn, but in a strangely pleasant sort of way.",
                "I’m just over halfway to the top when there’s a whoop from below. I glance over my shoulder and see that Gideon has joined Iris.",
                "Whooooo! he calls again. Climbin’ Claudia! Owning that wall! He starts to do a dance with jazz hands.",
                "What are you doing? I say.",
                "Dancing for moral support. He executes an awkward turn.",
                "I won’t see you dancing if I go back to climbing, I say, gripping the holds. I’m a little nervous to let go, to lean back into the harness and just dangle. It’s not that I don’t trust Iris. But.",
                "You’ll know that I’m dancing, Gideon calls back. Iris will commentate.",
                "I smile at the wall. Shake out one hand, then the other. Then I keep climbing.",
                "I hear some hushed conversation from below, and then Gideon’s spinning, Iris calls flatly. Like there was an argument she’s clearly lost. Now he’s doing some … weird shuffle thing—that’s not a moonwalk, you’re high if you think you’re moonwalking right now. Now he’s doing like a sort of … bouncy kick line.…",
                "Thank you, I say, grinning as I reach for the next hold. I feel properly encouraged, thanks.",
                "I make it to the top and Gideon cheers. Iris lets me back down in a jerky fashion that’s got the harness digging uncomfortably into the flesh of my hips.",
                "When I get to the ground, I flop down like Iris did, leaning back on my hands, but I feel like I’ve actually earned it. I’ve worked up a decent sweat, strands of hair coming out of my ponytail.",
                "Good job! Gideon says. I tried to get Iris to do the wave with me, but she said if she did, it would kill you, so we opted not to.",
                "Probably a good call.",
                "Iris unclips herself. She’s looking off across the gym, but there’s something close to a smile on her face.",
                "Are you guys friends from junior high? I ask Iris after Gideon has high-fived us both and gone back to join Noah, who is sitting with Alicia on a metal bench in the middle of the room. Neither has climbed yet. Alicia’s hair and makeup are spotless, and her workout clothes look runway-ready.",
                "No, Iris says. I mean, I know him from school, yeah. But not … friends. We were lab partners in eighth grade. He’s… Something in her expression softens marginally. She doesn’t finish.",
                "A good egg?",
                "What the hell does that mean?",
                "I don’t know. It’s something my mom would say.",
                "I try a couple more paths after that—Iris begrudgingly belaying me—but they’re much tougher, and I don’t make it to the top again. Iris doesn’t even try to get back on the wall.",
                "Iris has gone to the bathroom and I’m eyeing a new path when I hear someone call out from above. Just a few ropes away, Kristina Freeman, who’s playing another one of the fairies, is clinging to the wall about fifteen feet up. Pete Salata, one of the Mechanicals, is standing below.",
                "I want to come down, she says.",
                "No way, he says with a grin. You have to get to the top first.",
                "Pete, seriously. Even from here I can see Kristina’s arms trembling under the force of clinging to the wall. I don’t like it, I want to come down.",
                "You just need to try harder.",
                "I’m not kidding— There’s panic creeping into her voice.",
                "If I let you down, you won’t learn anything.",
                "Hey— I start to say, stepping toward him, but out of nowhere, Noah Edelman beats me to it.",
                "Pete. My dude. How about you let her off the wall because she fucking asked you to?",
                "How about you mind your own damn business? Pete says.",
                "Gideon crosses over then, stands next to Noah. He’s a good bit taller than both him and Pete.",
                "What’s going on? he asks, looking between the two of them, brow furrowed.",
                "Nothing. Jesus, Pete says, and then fumbles with the belay device. The rope jerks, and Kristina drops a foot or so abruptly and lets out a yelp. Sorry! Pete calls, and manages to lower her the rest of the way more smoothly.",
                "When Kristina’s feet hit the ground, she stumbles a bit but Gideon is right there, grabbing on to her elbows to hold her upright. She looks close to tears.",
                "It’s all good, Gideon says quietly. Back on solid ground.",
                "I didn’t like it, Kristina says.",
                "No harm in that. Let’s shake those arms out.",
                "Just to be clear, I hear Noah say to Pete, you’re an asshole.",
                "You know, he’s not always gonna be around to back you up, Pete replies, his smile at odds with the edge in his voice.",
                "Gideon has started shaking his own arms out, waving them in the air like one of those crazy dancing noodles at a used-car lot. Kristina lets out a weak laugh and then a more genuine one as he starts dancing around in a circle, arms still flailing.",
                "Yeah. He is, Noah replies evenly.",
                "* * *",
                "I’m taking off my harness and shoes to turn them back in at the end of the evening when Gideon approaches me again. He’s spent most of the night with Paige and Noah and Alicia, but he bounds up to me now like we’re old friends.",
                "Hey, do you know Jacob Dolby? he says like he’s going to introduce us, but there’s no Jacob Dolby in sight.",
                "I shake my head.",
                "He’s having a party tomorrow night.",
                "Good for him.",
                "It’s gonna be fun. You should come by.",
                "He’s got the dimples on display. It’s a particularly flirty smile, and he seems as if he’s aware of its effectiveness.",
                "Yeah, maybe, I say.",
                "I can text you the info. He fishes his phone out of his pocket and extends it toward me. I pause for a moment but then take it and type my number in. Or I could come pick you up if you want?",
                "It’s okay. I can drive.",
                "Cool. Well, I’ll see you there.",
                "Maybe, I say as he backs away, flashing me a double thumbs-up.",
                "Bye, Iris! he calls, shooting her a grin.",
                "She just snorts.",
                "What? I say, turning to look at her when Gideon has rejoined Noah, gathering their things to leave.",
                "Nothing, she replies.",
                "Iris and I end up walking out together. Well, not together, exactly, but close enough that she’s forced to pause and hold the door open for me. Most of the cast and crew have left by now, the parking lot emptying out as the place prepares to close for the night. I start toward my car, but Iris lingers by the front door, pulling out her phone.",
                "What are you doing?",
                "Calling a ride. What does it look like I’m doing?",
                "You don’t have a car? Most of the girls in our class do.",
                "I don’t drive, she says primly, pressing the phone to her ear.",
                "Do you— I take a deep breath. Do you want me to drop you off?",
                "Why would you do that?",
                "Because I’m not a terrible person?",
                "She looks at me for a moment and then lowers her phone.",
                "Fine. You can drive me.",
                "Really? Thank you. How gracious. What a privilege.",
                "Her lips twitch a little, almost a smile.",
                "Do you need my address for the GPS? she asks, following me to my car.",
                "Hate to break it to you, but 2004 Toyota Corollas don’t come standard with GPS. You’re gonna have to Google-Map that shit for me. Think you can manage?",
                "I’ll do my best, she says.",
                "* * *",
                "It’s silent on the ride to Iris’s house, in between her clipped directions.",
                "Climbing was fun, I say eventually, even though I know Iris didn’t find climbing particularly fun. Good … bonding activity.",
                "She looks over at me sharply. We didn’t bond.",
                "I meant, like, for the show. For the cast and stuff.",
                "She doesn’t respond. It’s quiet for a bit until she speaks again, a bit gruff: I didn’t even want to be in this stupid play. I should’ve done like you did and fucked up my audition on purpose.",
                "I didn’t … fuck up on purpose.",
                "Wait, so you were for real? Iris just blinks at me. You making faces in the dining hall before auditions. That was … you acting?",
                "What can I say. We’re not all talented enough to be Magic Fairy Number Five.",
                "Hey, I’m First Fairy. It’s a named character. I have lines.",
                "Oh geez, let me get the Tony nominators on the phone.",
                "I glance over at Iris. She doesn’t smile, but for a moment I think she might. Until her expression darkens.",
                "I don’t want to be a fairy. They all … I’m supposed to… A pause. Almost all my scenes are with Paige.",
                "I don’t know what to say—if I should act like I didn’t notice Iris sneaking glances at Paige all evening, or just come out and acknowledge it.",
                "I decide to go for it. Do you still like her?",
                "There is a split second where I think Iris might Hulk out of her seat and crush me. But then:",
                "I love her, she says, quiet. You can’t just turn it off like that.",
                "It doesn’t … have to be weird between you two.",
                "What would you know about it?",
                "Nothing, I just—",
                "I’m sure you’ve got tons of exes, she says. Being the pinnacle of charm that you are.",
                "Do you want to walk home from here?",
                "Oh, so that was your plan. Get me in the car and then abandon me somewhere.",
                "She doesn’t sound like she’s joking.",
                "I didn’t have a plan, there was no plan. Not everything is malicious. Not everyone thinks the way you do.",
                "Not everything I think is malicious.",
                "What would a pie chart of your malicious to non-malicious thoughts look like? How big a piece of the pie is non-malicious?",
                "You know, I think I liked it better when you were afraid of me.",
                "I was not afraid of you.",
                "Yes you were. A pause. Everyone’s afraid of me. Everyone avoids me.",
                "That doesn’t mean they’re afraid. Maybe it just means they don’t like you.",
                "Iris doesn’t answer, and I feel instant regret. We were doing okay. Iris just said she loved Paige. Iris Huang used the word love.",
                "When I glance over at her at a red light, she doesn’t look angry. Just … contemplative, I guess.",
                "I didn’t mean—",
                "It’s a left at the next turn, she says.",
                "The next turn takes us onto a road with fancy pillared streetlights lining each side, and we are on it for a bit before I realize that it is in fact the driveway to Iris’s house.",
                "At the end of the drive is the largest mansion I’ve ever seen in real life. Bigger than Amber Brunati’s. Bigger than Lena Ideker’s, or Mikayla Jackson’s, whose birthday party I went to in tenth grade and whose mother manages a hedge fund.",
                "I glance over at Iris as I pull through the circle drive to the front of the house and come to a stop. She doesn’t look over or say thanks. She gets out and shuts the door behind her.",
                "Nevertheless, I wait until Iris gets inside before driving off. Because that’s what you’re supposed to do when you drop someone off. Even if you drop them off in front of a house roughly the size of a shopping mall. Even if you’re not exactly friends.",
                "Iris doesn’t look back."
            ]
        },
        {
            "id": "Chapter 13",
            "content": [
                "thirteen",
                "My phone dings the next morning:",
                "Jacob Dolby party 8PM see you there!!!!!!!!!",
                "An address follows, along with a startling array of emojis.",
                "Is that Zoe? Alex says, looking up from the couch where he’s flipping through the dearth of Saturday morning programming. Tell her she should come over.",
                "It’s not her.",
                "No? Who else could it be?",
                "I have other friends, I say.",
                "Tell Julia I say hi.",
                "It’s not Julia either!",
                "Alex just smirks.",
                "Don’t you have to work?",
                "Not right now.",
                "Hm.",
                "Alex keeps odd hours. He works at a grocery store and also picks up random shifts as a busboy when he can, all the while taking classes at Springdale Community College toward his associate’s degree.",
                "It’s not that he didn’t get into college, because he did. He got into a couple state schools last spring. But his grades were thoroughly average, and he couldn’t get a scholarship. My parents gave him two options—either take out loans, or go to community college, get his Gen Ed requirements out of the way, save up money, and then transfer.",
                "He didn’t know I was privy to that conversation, but I was—our house isn’t huge, and positioned at the top of the stairs, you can hear everything anyone says in the living room below.",
                "Through the spindles of the banister, I could see Alex standing in the doorway. My dad had muted the TV.",
                "This can’t have come as a surprise, Alex, my mom said. We talked about it last year, we talked about it the year before. I don’t know what you expected.",
                "Dad chimed in before Alex could: We made it clear, bud. We’ve always made it clear. If you want to go to college, you either get scholarships, or you take out loans. No one’s saying you can’t go. But you’ve got to be responsible for yourself here.",
                "I couldn’t see Alex’s face, but the line of his shoulders was tense.",
                "What about Claude? he said finally.",
                "What about her? Mom said. She knows she’s responsible for herself, too.",
                "What about the money you pay for her to go to Prospect?",
                "That’s different.",
                "How?",
                "Because of Daddy’s job, Mom said patiently. You know the tuition is on a big fat discount—",
                "But not entirely. You still pay part of it. So how is that different? How can you shell that out for Claude, but you can’t help me here? Money that you could’ve paid for me to get an actual college degree, you’re paying for Claude to go to high school. It’s … fucked up.",
                "Alex.",
                "It is. It’s not fair. And don’t say ‘life’s not fair.’ You always say that.",
                "It’s true, though. Dad’s voice was firm. And frankly … Claudia earned it. We get the tuition break because of my job, but Claude had to be accepted into PLSG all on her own. It’s very competitive, and she had the grades, she put in the time, she got in. Whereas… He sighed. Al, I’m sorry, I hate to say it, but if you had devoted more time to school like your sister has, we wouldn’t be having this conversation, would we?",
                "This is bullshit, Alex said finally, and turned away. I stood up fast and raced into my room before he could see me there.",
                "I heard his door slam. When I went back into the hallway, I saw several crumpled sheets of paper on the floor in front of his room. I picked them up, turned one over:",
                "Dear Mr. Wallace, It is our pleasure to offer you a place in the incoming class at Illinois State University.…",
                "I knocked on his door.",
                "Go away.",
                "It’s me.",
                "I know, go away.",
                "I swallowed. Do you want my car money?",
                "What?",
                "I cracked the door, stuck my head in. Alex’s room was perpetually messy, full of books and unfolded clothes. My car money, I said. You could use it for school.",
                "He was lying on the bed, and his face—sunk into a scowl—softened slightly.",
                "Claude, your car money would barely pay for a semester.",
                "I’m sorry, I said, leaning against the doorframe.",
                "Why?",
                "’Cause you’re right. They do pay for me to go to Prospect.",
                "He shook his head. It’s not your fault. It’s just … I just wish things were different. I wish I was smarter.",
                "You are smart.",
                "I wish I’d tried harder.",
                "What are you gonna do? I asked.",
                "He shook his head. I don’t know.",
                "I think it was difficult for him—first graduation season, seeing where everyone was headed. Then this summer, watching his friends pack up and leave one by one.",
                "But he kept working. He enrolled at Springdale Community College. He’s moving forward.",
                "Right now he changes the channel again and glances at me while I save Gideon’s number to my phone.",
                "For real, tell Julia to get online.",
                "It’s not Julia, I say, and hover over the message for a moment, trying to decide if I should reply.",
                "I decide against it and flop down on the couch next to Alex, reaching for the remote.",
                "Don’t even think about it, he says."
            ]
        },
        {
            "id": "Chapter 14",
            "content": [
                "fourteen",
                "We have a movie night that evening, me and my parents. Alex headed out in the afternoon and said he wouldn’t be back until late.",
                "We’re halfway through when my phone buzzes.",
                "GIDEON PREWITT flashes across the screen.",
                "I grab it and get up.",
                "Do you want us to pause it? Mom says, reaching for the remote.",
                "No, it’s okay.",
                "I step into the kitchen, press accept.",
                "Hello?",
                "Are you here? Gideon says.",
                "It’s loud in the background, the pound of music and the hum of conversation.",
                "I—I didn’t really expect any follow-up on this. I hadn’t actually said I would go. It wasn’t a yeah, it was a yeah maybe, which is basically a no. No, I stayed in.",
                "Aw, really? I thought we were gonna hang out!",
                "To be honest, I didn’t really think he would remember. Gideon Prewitt, Danforth—PLSG social director apparent, must invite dozens of people to parties every week.",
                "I’m just … kinda wiped. Sorry.",
                "The background noise changes, like Gideon is moving through a crowd, and then it lessens considerably.",
                "No worries. What did you do today?",
                "Sorry?",
                "That has you so wiped.",
                "Oh. You know. Saturday stuff.",
                "What’s Saturday stuff? Typical Saturday for Claudia Wallace.",
                "I blink. I didn’t know he knew my last name. I think of what Caris told me at Goodwill—Robbie said Gideon was asking about you.",
                "I ran a 5K, I say.",
                "Really. He says it like he might believe me, so I go on.",
                "Actually, I ran twelve 5Ks. Basically a 60K. And then I fought like seven bears. So. You know, I’m pretty beat.",
                "Seven bears. All at once?",
                "No, three and then four.",
                "That’s impressive. I’ve only ever fought seven bears tournament-style.",
                "I’m not saying it was easy. That’s … that’s why I’m so tired.",
                "He huffs a laugh.",
                "What’d you really do?",
                "I did homework. I went to the grocery store with my dad to get the frozen pizza we ate for dinner. My family is currently watching a several-years-old weepy romance movie based on a weepy romance novel that my mom liked. And in between:",
                "I, uh. I was playing a game. Battle Quest? Do you know it?",
                "For a moment I’m afraid he’ll scoff or hang up immediately, but he does neither of those things. I don’t, he says easily. What kind of game is it?",
                "An MMORPG, like Final Fantasy or WoW, but it’s a lot newer. It’s not that popular yet, but my sister and her husband are really into it. They got me into it, too.",
                "That sounds very cool, Gideon says without a hint of irony. Very interesting. A pause. What’s an MM-something-something?",
                "A massively multiplayer online role-playing game. It’s like … where you design a character, and you do tasks—quests and stuff—that are part of a larger story arc. You pick a server when you sign up and then you can interact with anyone who’s playing on that server, too. It can be people from all over the world. It’s cool because it’s not like a video game that has a start and a finish that you play all the way through. I mean, there’s the story arc, but it’s more about…",
                "I realize how much I am talking about this.",
                "About what? Gideon says.",
                "I don’t know. Like … inhabiting the world, I guess? To me, it’s not so much a game that you play but a place that you go.",
                "Huh.",
                "It’s quiet for a moment.",
                "Do you—shouldn’t you get back to the party? I say.",
                "Oh, I bring the party with me wherever I go. And then, That’s the first lyric off my mixtape, just FYI, he says when I don’t respond.",
                "I’m fairly sure he’s joking, but at the same time, he thought I was the kind of person who could run a 5K.",
                "So … what did you do today? I ask for lack of anything better.",
                "Claudia Wallace, you’re not even a little bit curious about my mixtape?",
                "I’m like sixty-five percent sure you don’t have one.",
                "It’s called Gideon Prewitt: Getting Improvement.",
                "Agh, God, why?",
                "Because it sounds cool.",
                "Getting Improvement? What does that even mean?",
                "It doesn’t have to mean anything, it just has to strike a chord with people.",
                "I’m now eighty percent sure this mixtape doesn’t exist.",
                "But the other twenty percent of you is imagining the cover art, right?",
                "A pause. Before I can think of a response, he goes on:",
                "It’s a close-up of an iguana wearing a Christmas sweater.",
                "I laugh.",
                "So, Gideon says after a moment’s silence, I know I blew it with the whole you being at my birthday party thing. But I know you didn’t go to Morningbrook with us, I definitely would’ve remembered.",
                "Maybe I had a face transplant.",
                "Maybe you did. But I also feel like I would’ve remembered if someone in my class in middle school got a face transplant.",
                "It was the summer between eighth and ninth grade. I kept a low profile afterward.",
                "What did you look like before?",
                "Better, I say. I had a rare condition. The doctors said I was too attractive. It was detrimental to my health and also society. So they gave me this face instead. For the greater good.",
                "Gideon laughs and then says, I like this face.",
                "I don’t know what to say to that. But then voices rise up suddenly in the background, all talking at once.",
                "GIDEON! a deep voice yells above them, followed by a chorus of giggles and several female voices:",
                "Giiiiiiideon!",
                "Come inside!",
                "There’s the party, right on cue, I say.",
                "Told you. Hey, listen, do you—",
                "I’ll let you get back to the fun.",
                "But this is fun.",
                "Bye, Gideon.",
                "I just barely catch the last thing he says, Talk soon! before I hang up."
            ]
        },
        {
            "id": "Chapter 15",
            "content": [
                "fifteen",
                "I wake up earlier than usual the next day and end up doing what I typically do on a Sunday morning—lying in bed, scrolling through various apps on my phone. Blowing through one, switching to another, then switching back to see if anything new has been posted. Which, at roughly eight a.m. on a Sunday, isn’t very likely.",
                "Though a number of pictures have gone up from the party last night. Lena Ideker and Sudha Prabhu, heads tilted toward each other, looking seductively at the camera. The two of them, posed similarly, but with Gideon in the center, an arm around each. The caption is three chili-pepper emojis.",
                "The girls look gorgeous—that’s nothing new. But I can’t help but focus on Gideon. Gideon, pressing a kiss to Lena’s cheek. Something in my stomach shifts. Which is absurd. It’s so stupid. I don’t even know why.",
                "I close the app and get out of bed.",
                "* * *",
                "I go over to Iris’s house that afternoon. We have a new assignment for Brit lit, and since we have rehearsals after school, it makes more sense to just work on it now.",
                "I park to one side of Iris’s driveway, which is as wide as some major freeways, and head to the front door.",
                "I ring the bell, and Iris answers after a long delay. I wonder for a moment how you even hear the doorbell in a house as big as this. Do they have speakers throughout? Are there cameras? Some kind of broadcast system?",
                "“Come in,” she says, but she turns to me right inside the door, so abruptly that I have to back up fast not to run into her.",
                "“My parents don’t know about me and Paige,” she says in a low voice.",
                "I blink. “You mean like… I match my volume to hers. You dating, or you breaking up?”",
                "“Any of it. If you say one word to them—”",
                "“I won’t,” I say.",
                "But Iris continues: “No one will find your body.” Then she turns and goes inside.",
                "Awesome. Great. No problem.",
                "I follow her upstairs to her room. She pushes the door open to reveal a huge four-poster bed with ornately carved posts and a big white canopy. Windows on either side of the bed look out over the sprawling lawn.",
                "I step into the room, glancing at the opposite wall.",
                "“Whoa.” I can’t help it.",
                "The entire wall is covered, floor to ceiling, in images of the same five faces.",
                "“What?” Iris says, crossing over to the bed.",
                "The focal point of the wall is a giant tapestry with THIS IS OUR NOW emblazoned across the top, and five boys posing underneath it, grinning with their arms around one another.",
                "“I just … you must really … I mean, I guess you’re a big fan, huh?”",
                "“You could say that,” Iris says.",
                "I… I barely know what to say. This room is probably three times bigger than mine, this wall is expansive, and literally every inch is covered. I knew TION was popular, but … well, I didn’t know they were this popular with Iris. I move closer. There are magazine clippings, multiple movie posters for the TION documentary, and seemingly every promotional ad and poster available—some, even, in languages I don’t recognize.",
                "One face is more prominent than the others. I know vaguely about the band, but I could only name two of the five: Tristan, the “bad boy,” and Kenji, the fashion plate, the heartbreaker, and, clearly, Iris’s favorite. A life-sized cardboard cutout of Kenji stands in the corner, his hands in his pockets, his smile wide and just a little bit roguish.",
                "“Are we going to work or not?” Iris says abruptly.",
                "So we work. The boys of TION watch us unrelentingly, but we don’t speak of them again until I get up to go to the bathroom. There’s an en suite attached to Iris’s room—I’d have expected no less—and I jump when I flick on the lights.",
                "“Holy shit.”",
                "“What?” Iris says from the other room.",
                "I stick my head out the door. “There’s … another Kenji in here.”",
                "“That’s Will You Stay tour Kenji,” she says.",
                "“And that one?” I point to the cutout in the corner of her room.",
                "“That’s All of Us tour Kenji.”",
                "It’s a little difficult to take care of business with Kenji’s cardboard face grinning at me from five feet away, but I do my best.",
                "“So,” I say when I get back out there, because I literally can’t keep from saying something. “You really like Kenji.”",
                "“Yes.”",
                "“You, like, really like Kenji.”",
                "“It’s not like I want to date him,” she replies.",
                "“But … then what else is there?”",
                "“What else is there besides wanting to date someone? It’s fucking sad you have to ask that.”",
                "“Not like—obviously I know in general, I just meant, like, in … boy band circumstances.”",
                "“He is my small son,” Iris says, and even though the words coming from her lips are completely ridiculous, her expression is 100 percent serious. “I want him to be happy, and healthy, and to be with people he cares about, and do things that he loves. I want him to know how much he’s appreciated and how much he’s changed people’s lives by … just being who he is. And by helping us be who we are.”",
                "“Oh.”",
                "It’s quiet for a while after that. I make an editing mark on Iris’s paper, and then once again the words bubble up without my consent.",
                "“It must be hard,” I say. “Your parents … I mean, them not knowing. About Paige and stuff.”",
                "“Oh great,” Iris says, looking up from her computer. “Is Straighty McHetero going to give me a lecture on living my truth?”",
                "“I—” I blink. “You’re right. I’m sorry. None of my business.”",
                "Iris frowns down at her notes, and it’s quiet for a bit. Until she says, “Sorry. I shouldn’t assume you’re straight. All I know is that you have an obvious boner for Gideon Prewitt.”",
                "I sputter. “I—I don’t—”",
                "“Though to be fair you could have had boners for people of all genders in the past and I wouldn’t know.”",
                "Before I can respond, Iris points to the wall—the massive TION collage. “Which one is your favorite?”",
                "“Why?”",
                "“I want to know.”",
                "“I’m not really … familiar with them.”",
                "“Look at them. Your heart will tell you your favorite.”",
                "I start to smile—I think she’s joking—but when I glance over, her eyes are solemn.",
                "So I get up and cross over to the wall, zeroing in on an artsy photo of the boys standing on a bridge.",
                "They all stare back with thoughtful expressions—Kenji’s eyebrows are pulled down, a little crease between them, like he’s examining me deeply. Me, or the photographer, or whatever person he envisioned one day buying this poster.",
                "“I think … I think I like Kenji,” I say.",
                "“Huh.” Iris comes and stands next to me. “Really? You’re not just saying that because you want to ingratiate yourself to me?”",
                "“I don’t want to ingratiate myself to you, God.”",
                "“That was an SAT word.”",
                "“I know. Do you want me to congratulate you for using it?”",
                "“Is he really your favorite?”",
                "“I don’t know. It might be some kind of subconscious conditioning, since his face is literally all over the room, and, you know, he just watched me pee and everything.” Something almost like a smile tugs at Iris’s lips. “But…” I shrug. “He has a certain … something.”",
                "She nods. “He does.” And we both contemplate Kenji for a moment. Then she crosses over to a bookshelf and grabs a book, returns, and presses it into my hands.",
                "“What’s this?” I say, even though Daring to Dream is emblazoned across the front, and underneath, Our Words, Our Voices: The This Is Our Now Official Autobiography. The title says it all. In more words than are probably necessary.",
                "“The first TION book,” Iris says nonetheless. “You can focus on the Kenji chapters if you’d like, but it really helps to understand your favorite in the context of the group.”",
                "“Oh.” Again, I check, but again, this is not a joke. “Uh. Thanks.”",
                "She nods briskly. And then, “You should go. I have other homework.”",
                "* * *",
                "Zoe comes over for dinner that night, and the first thing she does when we get up to my room is zero in on the TION biography, which features a black-and-white photo of the TION boys on the cover, all in varying degrees of pensiveness.",
                "“What’s the deal with this?” she says, holding up the book and grinning at me.",
                "“Iris lent it to me.”",
                "“Okay, multiple questions.”",
                "“Go for it.”",
                "“You were hanging out with Iris?”",
                "“We’re partners in Brit lit.”",
                "“By choice?”",
                "“Kind of? She sort of coerced me into it.”",
                "“Redemption arc?”",
                "“Exactly.”",
                "“And is this required reading? Is that what really goes on at your school?”",
                "“Obviously not,” I say with a grin. “Iris loves them. She’s some kind of superfan. She has two cardboard cutouts. She has every piece of branded merchandise they’ve ever released.”",
                "“Collectible dolls?”",
                "“Yes.”",
                "“Bedsheets?”",
                "“Yes, and apparently they come in king-sized, which boggles the mind.”",
                "“Bottle opener?”",
                "“Yeah, Kenji’s mouth is where you put the bottle top.”",
                "“For real?”",
                "“No. But if it existed, she would own it.”",
                "“Well, I guess that’s … her prerogative. Not everyone has our taste.”",
                "We start playing Battle Quest, and it’s quiet for a bit until I ask, “Would you buy a Drunk Residential bottle opener?”",
                "“No. We love them because of the music, not because we want Jes Peretta’s face on stuff. Iris is obviously trying to fill some void in her life with manufactured pop music.”",
                "“Maybe,” I say. “She’s crazy rich you know. Like private island rich.”",
                "“Zoe snorts. They’re all private island rich at your school.”",
                "“Not really.”",
                "Before PLSG, I didn’t know how many different kinds of rich there were. I guess I thought of it more as a binary—either you had money, or you didn’t. I think Zoe, not having witnessed the various gradations of Having a Boatload of Money, still probably feels like that. But apparently there are many different degrees of richness.",
                "There are kids whose parents are doctors or lawyers—“Just normal, I guess,” Sam McKellar said when I asked her about it once. Though to be fair, I think Sam’s perception of “normal” is different than my perception of “normal.” Sam’s mom works downtown as an accountant for Chase Bank. I’m pretty sure the McKellars don’t stock up on five-for-ten frozen meals as often as my family does. They definitely have the luxury to think that the grocery-store brand isn’t as good as the name brand. Sudha Prabhu is “normal” by Sam’s standards, too—both her parents are cardiologists.",
                "Then there are kids whose families own something, or invented something, or are the CEOs of something. “Well-off,” according to Sam.",
                "To me, Sam’s notion of “well-off” was what I imagined when I thought of stereotypical rich people. They had designer things. They skied. They occasionally suffered from a disregard for consequences, or the crushing weight of trying to live up to their family’s expectations. Sometimes both.",
                "If there was a flowchart for “well-off,” it would start with “Is there a child nicknamed ‘Trey’ in your family—called thus because he is the Third?” Yes? Well-off. No? Proceed to next question.",
                "“Is there someone in your family with a name that is more than the Third?” Callie Ford wins that at PLSG—her brother is Clifford Oscar Ford the Fifth, and they call him “V.” Like “five.” Like the roman numeral for five.",
                "“Does your family own something with their last name on it?” Like Amber Brunati. Her family owns a regional chain of fast-food Italian restaurants called Brunati’s Pizza. Lena Ideker’s family owns a series of car dealerships —the Ideker Automotive Group. Her dad is on TV on the regular: “Shop Ideker Automotive Group for your new Ford, Volkswagen, Buick, BMW, Hyundai, Subaru, or Volvo!” Lena had her pick for her sixteenth birthday.",
                "Then, past “normal,” past “well-off,” there are kids like Iris Huang.",
                "Where either you don’t even really know what their parents do or how they made their money, or else their wealth is so conspicuous that you know exactly how because their name is on a skyscraper or something. “Next level,” Sam said. “Just … a whole other dimension of rich.”",
                "The kind of rich where even rich kids think you’re rich.",
                "I can’t help but wonder how Iris’s family got so rich, so I get online that night and Google a number of combinations of the name “Huang,” and “fortune,” “Chicago,” “business,” “rich,” etc.",
                "Finally, I text Sam McKellar.",
                "“Hey do you know what Iris’s parents do?”",
                "She replies with a link to an article:",
                "“MERGER OF BEICHEN RETAIL GROUP AND OMNI INDUSTRIES. Yun Huang, CEO of Shanghai-based Beichen Group, expands internationally following the acquisition and incorporation of Omni Industries properties.…”",
                "“Why the interest in Iris?” Sam texts. “Looking for a sugar mama?”",
                "I send her the eye-roll emoji back.",
                "“If you’re in the market, she’s a prime pick I guess. She could literally afford to buy us all, put us on a preserve, and hunt us for sport.”",
                "“Lovely,” I reply."
            ]
        },
        {
            "id": "Chapter 16",
            "content": [
                "sixteen",
                "Del, Caris, and I go to the theater after school on Monday to take measurements for the costumes.",
                "For the girls, we’re supposed to get measurements for the bust, waist, and hips. For the guys, we need measurements for the neck, chest, sleeve, waist, hips, and—the entry on the wikiHow page that gave me the most pause—inseam.",
                "“Measure from the crotch to the back of the heel, where you want your pants to end,” it said.",
                "Measure from the crotch, it said.",
                "Thank goodness, Mr. Palmer’s plans for setting the play in the present day meant that certain people—the lovers and the court for the most part—would just wear clothes they already had. Or clothes we could buy, like, based off their normal sizes. So that lowered the number of crotches that I would need to be around.",
                "Not that I was pathologically afraid of crotches. I just … like to know a person before I measure from the crotch to the back of the heel where I want the pants to end.",
                "I start by measuring Keara Shelton, who’s playing Hippolyta, for the wedding dress that Del’s designing.",
                "While we’re measuring people, they’re going through the first entrance of the fairies on stage. Before Titania and Oberon show up for the first time, there’s a little scene between Oberon’s magical servant Puck and the character scripted as First Fairy. Iris.",
                "Puck is being played by a sophomore named Aimee Santo. I don’t know her personally, but as is the way at PLSG, I’ve seen her around. She has short, spiky hair and lines her eyes all the way around with dark liner.",
                "It looks like most people have changed out of their school uniforms for rehearsal—the girls are wearing a variety of yoga pants or soccer shorts. Aimee is wearing black jeans with holes in the knees and a big, baggy T-shirt.",
                "Iris is still in full uniform—jacket on, even—and they make an odd picture, standing there onstage. Like Iris is Aimee’s weirdly formal aunt or something.",
                "“How now, spirit?” Aimee says. “Whither wander you?”",
                "Iris holds up her script and begins to read in a complete monotone, with little pause for punctuation: “Over hill over dale thorough bush thorough brier over park over pale thorough flood thorough fire.” She speeds up even more:",
                "“Idowandereverywhereswifterthanthemoon’ssphere—”",
                "“Let’s hold for a sec,” Mr. Palmer says. “Iris, how about we try slowing it down a little?”",
                "He works through the scene with Iris and Aimee a bit, but before long they move on to Gideon’s and Paige’s entrance. We don’t get to stick around to see it, though—Del gestures Caris and me out into the hallway, where we find the Mechanicals running through their lines, and we set about getting their measurements.",
                "We head back to the shop when we’re done, and as we’re wrapping up for the day, Iris stops by.",
                "She gives Del the briefest glance and then approaches me. “They said to stop by here for measurements?”",
                "“You could’ve come tomorrow,” I say.",
                "“Or never,” Del adds. I look over to see if she’s joking, but she appears absorbed in her work, pinning scraps of fabric to a dress form.",
                "“I’ll measure you,” I say, noting the glare Iris sends Del’s way.",
                "I pull out my tape and start in on it.",
                "“I saw the scene you guys were doing earlier,” I say as I move Iris’s limbs this way and that.",
                "“Ugh” is Iris’s reply.",
                "“Sounded like you were a little … rushed.”",
                "“This whole thing is stupid,” she says darkly.",
                "“You must’ve done well enough in the audition to get the part.”",
                "“That’s different.”",
                "“How?”",
                "“It was fine being ridiculous when there were just two people in the room, but here everyone’s … looking at me being ridiculous.”",
                "“It’s not being ridiculous, it’s acting.”",
                "“Oh, thanks. That helps.”",
                "I finish the rest of the measurements in silence.",
                "“What?” Iris says when I’m done.",
                "“Nothing.”",
                "“No, say whatever you’re thinking.”",
                "I shrug. I can’t help but think of the car ride home from rock climbing, of Iris’s quiet admission: I love her. You can’t just turn it off like that.",
                "“The play is important to Paige, right?” I say. “Like, she’s pretty into it?”",
                "“Yes.”",
                "“So … maybe. You could, like … take it seriously and do really well, and … show her that it’s important to you, too.”",
                "She blinks at me. “Why would I do that? Why would it matter?”",
                "I shrug again and loop up my measuring tape.",
                "“I don’t even know what this stupid scene is about,” she says before I can move away.",
                "“What do you mean?”",
                "“The scene. Like the actual words.” Her voice drops. “I don’t … actually … get what they’re talking about.”",
                "“Oh. Well, that’s … it’s not so complex, is it? You’re in the woods, doing your fairy thing—like, running errands for Titania, I guess—when Puck shows up. And you know him, you’ve heard of him before, and he likes that, so he starts telling you stories about funny stuff he’s done. Sort of like he’s trying to impress you, but sort of just because that’s how he is. That’s all.”",
                "She looks at me, suspicious. “Did you get the version where it says it all in normal speak on the opposite page? Because we were supposed to get the Folger edition.”",
                "“I did get the Folger.”",
                "“So how do you understand what they’re saying?”",
                "“I don’t know. I just read it.”",
                "She’s still eyeing me suspiciously. “Okay,” she says, and then “Help me.”",
                "“Sorry?”",
                "Iris takes a deep breath. “Will. You. Help. Me.”",
                "I nod. “Sure.”",
                "* * *",
                "We break down Iris’s dialogue and go through it bit by bit, sitting at the bench in the costume shop even after Caris and Del have left. We practice a few times, too, me stumbling along as Puck in place of Aimee Santo.",
                "When we’re finished and we’ve both set our Folgers aside, I glance over at Iris.",
                "“Can I ask you something?”",
                "“What?” She looks suspicious again.",
                "“How did Lucas make it into TION if technically he got eliminated in week three of Pop Talent?”",
                "Iris’s eyes light up."
            ]
        },
        {
            "id": "Chapter 17",
            "content": [
                "seventeen",
                "At Iris’s behest, I watch a playlist of videos titled “TION Pop Talent Journey,” which is not only a compilation of the time the This Is Our Now boys spent as contestants on Pop Talent, but also a fan edit of this time, meaning there’s a lot of slow-motion replays and editorializing with emotional music.",
                "I can’t help it. I fucking love it.",
                "“Should I listen to their albums in any particular order?” I text Iris that night.",
                "She immediately texts back a detailed order for listening.",
                "* * *",
                "I find myself in the studio the next afternoon, working on construction in between taking measurements of the people we missed yesterday. Including Gideon.",
                "He stands in front of me expectantly. “I’m ready for you to measure me!”",
                "Measure from the crotch to the back of the heel, where you want your pants to end.",
                "I glance across the room at Caris, who’s chatting with Aimee Santo. “Or, you know,” I say, “I could just … like, you could measure yourself and read the numbers off to me, if you want.”",
                "“No, I want the full costume shop experience.”",
                "“Okay.”",
                "Okay.",
                "I unspool the measuring tape. Then I step closer and look down at the expanse of Gideon’s chest. He has one too many buttons unbuttoned on his shirt. I think. Maybe it’s exactly the right number of buttons.",
                "“Claudia?”",
                "I startle.",
                "“Am I … supposed to do something?” Gideon says, looking at me curiously.",
                "“No, just stand there. I mean, you could put your arms out. Like out to the sides.”",
                "Gideon obeys. I go about gathering his measurements as quickly and non-awkwardly as I can.",
                "Del comes in during, her arms full of fabric.",
                "“Hello, Delilah,” Gideon says, and I’m sure it’s accompanied by a sunny smile, but I’m too busy fumbling with the measuring tape around his waist.",
                "“Am I interrupting?” she says in that smoky voice of hers.",
                "“No,” I say as Gideon says definitively:",
                "“Yes.”",
                "I mark down his waist measurement and then look at the remaining empty spot on the sheet, which I’d purposefully skipped.",
                "I don’t want to measure that. There’s no way. It’s not happening. I can feel my face getting hot already.",
                "“What’s your inseam?” I blurt.",
                "“Huh?”",
                "“Your inseam. Like the inside of your legs, like the measurement for—”",
                "He blinks at me. “We can’t be properly sure unless you measure it, right?”",
                "“It’s the second number of your pant size,” Del says, crossing over to us. “Put poor Claudia out of her misery, she obviously doesn’t want to get anywhere near—all that.”",
                "He tells me the number, and I record it, and Del moves off to the other side of the room.",
                "“Sorry,” Gideon says after a moment. “If I made you uncomfortable. I was just trying to be funny. I’m sorry.”",
                "“It’s okay.”",
                "“Noah says I shouldn’t try to be funny but I don’t know why. I’m the funniest person I know,” he declares. “Except for you. You’re funnier than me.”",
                "“That’s not saying much, because you’re not funny at all,” I murmur, and then blanch. That’s not the kind of joke you make around someone you don’t know very well. But Gideon just grins at me.",
                "“Maybe I haven’t found the right market for my humor. Maybe I’d be really big overseas.”",
                "“Maybe.”",
                "I put Gideon’s sheet on the clipboard with the others. When I look up, he’s fiddling with the edges of a bolt of fabric sitting on the table.",
                "“So,” he says.",
                "“So?”",
                "“Maybe I’ll see you around this weekend.”",
                "“Maybe.” Like, if he goes to the same grocery store my parents go to? Or if he happens to be in the mood for a Pinky’s sub.",
                "“Cool.” Gideon smiles as Aimee approaches.",
                "“Hey, can I talk to you?” she says.",
                "“Sorry.” I turn back to my stuff. “I’ll leave you guys to it.”",
                "“I meant you,” she says.",
                "“Oh. Uh, yeah. Sure.”",
                "“I’ll see you upstairs,” Gideon says to Aimee. “And I’ll see you this weekend!” he says to me with a grin.",
                "“What’s up?” I say as Aimee pulls out the stool from the table and takes a seat.",
                "“I heard you helped Iris with her dialogue.”",
                "“I, uh. I mean, not really, we just talked about it some.”",
                "“Well, whatever you did, you made her not suck. She said you helped her make sense of it.”",
                "“She did?”",
                "“Uh-huh.” Aimee holds up her script. “So you want to make sense of some more stuff?”"
            ]
        },
        {
            "id": "Chapter 18",
            "content": [
                "eighteen",
                "“PARTY 8PM TONIGHT MELISSA PRATT’S HOUSE!!!!!!”",
                "I stare at the message from Gideon in the hall between classes on Friday. It’s probably a mass text, and I don’t want to be the loser who responds thinking it was just for them. So I don’t reply.",
                "“IT WILL BE REALLY FUN,” Gideon sends a little later.",
                "“LIKE VERY FUN CLAUDIA” shortly follows.",
                "I blink.",
                "And open up a reply:",
                "“Are the capital letters supposed to sway me?”",
                "“THEY’RE SUPPOSED TO CONVEY THE LEVEL OF FUN. WHICH WILL BE UNPRECEDENTED.”",
                "“What will be so fun about it?”",
                "“YOU’LL BE THERE”",
                "I smile. And against my better judgment, type:",
                "“Yeah okay.”",
                "“EXCELLENT. GET READY. SO MUCH FUN.”",
                "* * *",
                "It’s not fun.",
                "Or, really, I guess it’s more accurate to say that I’m unable to assess the party’s level of fun, because I don’t make it past the front steps of Melissa Pratt’s house. Gideon and Noah are standing outside when I arrive, next to Alicia and Sudha, who are sitting on a decorative wrought-iron bench underneath an arched trellis.",
                "“Hey!” Gideon waves when I approach. “Hey, hey,” and he holds up a hand for a high five, which I slap.",
                "“What’s going on?”",
                "“We’re just figuring out a game plan,” Gideon says. “I’ve deemed this party unacceptable.”",
                "I blink. “You said it would be unprecedented levels of fun.”",
                "He shrugs. “Unacceptable is unacceptable.”",
                "“What’s wrong with it?”",
                "“The cups,” Gideon says resolutely.",
                "“The cups,” I repeat. I glance at the girls—Sudha is on her phone, but Alicia looks exasperated. Noah is looking at Gideon expectantly, eyebrows raised, amusement pulling at his lips.",
                "“They have Styrofoam cups instead of plastic cups,” Gideon explains. “Styrofoam cups are for warm drinks, but they’re serving cold drinks in them. It makes no sense. I can’t be a part of that.”",
                "“So…”",
                "“So we’re going somewhere else! Where should we go? What do you want to do?”",
                "I don’t particularly want to go into Melissa Pratt’s house, but I did drive all the way here. And I put on a shirt with like an actual shape to it, which goes against my nonuniform, nonwork clothes policy of maximum comfort and minimal effort.",
                "“Uh, I don’t know. Are there … other parties? It’s not like we can go to a bar.” I figure they want to drink, but Gideon shakes his head.",
                "“We’re not trying to party party,” he says. “I don’t drink. And neither does Noah.”",
                "“There was an incident,” Noah says.",
                "“The RumChata Incident of freshman year,” Gideon explains.",
                "“What happened?”",
                "“We don’t speak of it. But we’ve both sworn off alcohol forever.”",
                "“I mean, not forever,” Noah says.",
                "“Forever,” Gideon says emphatically. “We took a vow.”",
                "“We did take a vow,” Noah admits with a sheepish smile.",
                "* * *",
                "We go to Steak ’n Shake instead. Sudha opts to stay at Melissa’s, but Alicia comes, too.",
                "We get a booth in the corner. Noah heads off to the restroom, and for a moment, it’s silent. Alicia is checking her phone. Gideon is staring at the menu. The sights and sounds of Steak ’n Shake press on around us.",
                "“What are you going to get?” Gideon says eventually, looking up at me.",
                "“Um. They have a cookies ’n cream shake that’s really good.”",
                "His face lights up. “That’s Noah’s favorite, too!”",
                "Silence again.",
                "“So, uh … how long have you known him?” I ask finally, because Gideon asked me a question, and so etiquette-wise, I’m probably obligated to ask one back.",
                "“Noah?” he says. “Forever.”",
                "I raise an eyebrow.",
                "“No, really. Our moms have been friends since they were in school, and we grew up together. Like literally, since birth. They put matching outfits on us and propped us next to each other for photos before we could even sit up. So I don’t remember meeting him or becoming friends with him. We just always were. You know, like one of those intrinsic facts you’ve always known about yourself. Like you don’t really remember learning your own name, do you? I’m Gideon Prewitt, and Noah Edelman is my best friend.”",
                "“I feel like that about my best friend,” I say. “But I remember becoming friends with her. It was in preschool. So, you know. I was able to sit up on my own and stuff.”",
                "Gideon smiles.",
                "Noah returns, and we order, and eventually we’re settled in with milk shakes. Noah and Alicia are talking about some article they’d both read online when Gideon takes a long pull from his shake and then leans forward, resting his arms on the tabletop.",
                "“So I wanna know more about Battle Quest.”",
                "“Sorry?”",
                "“Your game. The game you play. Are there fairies in it? Like in Midsummer? Could I be king of the fairies in the game?”",
                "“No fairies. None of the races have wings in Battle Quest.”",
                "“The races? Like … wizard and stuff?”",
                "“Those are classes. There are races—like human, or elf, or troll. But then there are classes, which is like your job or your skill. Maestro, mage, busker, archer, notary…”",
                "“Notary? Like a guy who stamps documents?”",
                "“Notary signore. They’re a magic class. They use symbols and stuff. To be honest, no one really plays it unless they absolutely have to. In order to get your cavalier past thirty you have to level your notary up to fifteen.”",
                "“Which means…”",
                "“Um … so you can have more than one class on the same character, but you have to build it all the way up, like go through all the levels to gain all the skills. It’s kind of like … earning degrees in different things? So you can’t become a cavalier without a notary minor?”",
                "“Huh.” Gideon considers this for a moment, chewing on his straw. “What’s your character like?”",
                "“She’s a thaumaturge. It’s another magic class.”",
                "“What’s her name?”",
                "“Viola Constantinople. It was the first name I thought of.”",
                "“The first name you thought of was Viola Constantinople?”",
                "“Yes.”",
                "“I like the way you think,” he says with a grin. “Do you play any other games?”",
                "“Other MMOs?”",
                "“Sure.”",
                "“No. Just Battle Quest.”",
                "“Why?”",
                "“I don’t know. I like it. My brother and sister play it, too. And I got Zoe into it.” I realize Gideon has no idea who Zoe is. “My—my best friend. From Springdale. We all play together sometimes—my sister’s husband joins in, and we raid, do the higher level dungeons and stuff.”",
                "“You have a brother and a sister?”",
                "“Yeah. Both older.” I fumble with my straw. “Do you have siblings?”",
                "“One sister. Victoria. She’s six years younger.”",
                "“Did you ever want a brother too?”",
                "“I already have one, remember?” he says, nodding toward Noah.",
                "I smile.",
                "“So,” he says. “Do you and your brother and sister and everybody all get together and play? Like on a big TV or something?”",
                "“Oh, no. Everyone has to play on their own screen. At their own house, usually. I mean, Zoe comes over, obviously, but my sister and brother-in-law live in Indianapolis.”",
                "“So you’re at your house, and they’re at their house…”",
                "“Yeah, but we usually talk online, like Skype or whatever while we’re playing. And we can all text chat in the game and see each other’s characters. We get on there and it’s like…”",
                "Like we’re all hanging out. Existing in this alternate shared space.",
                "Time passes in the game—three minutes in Aradana is equal to one hour of real time. So there’s dusk. Dawn. Sunsets. Stars. There’s weather. There are rivers and lakes and forests and villages and … other people, all populating this strange virtual world. It’s not tangible. But somehow, when we’re there, when we play—it doesn’t feel real, exactly, it doesn’t feel like real life, but it feels like what it is. Something separate, and ours.",
                "“We all like different parts of it,” I say after a pause. “My brother likes raiding, my sister likes the side quests and stuff. And I guess I like the idea that … you know, that we’re somewhere apart but still together.” I take a long drink of my shake, and when I look back up, Gideon’s gaze is fixed on me. There’s something soft about his expression that I don’t know what to do with, so I take another drink and then say, “There’s also this wizard we really want to fight.”",
                "“Sorry?”",
                "“So in the recent expansion—that’s like where they add new features and new quests to the game—the rumor is that if you follow a series of side quests correctly, you unlock a secret area in the game: the Island of Souls. On the Island of Souls is the ultimate boss, the Lord of Wizard. If you battle him and win, untold riches await you.”",
                "“Untold riches? What does that even mean?”",
                "“I don’t know. No one’s actually beat him yet.”",
                "“For real?”",
                "“Well, there are rumors online of people doing it but nothing definitive. We’ve been trying really hard to get there though.”",
                "“I’m sure you’ll do it,” Gideon says, swirling the straw around in his shake. “Can anyone play?”",
                "“Sure.”",
                "“I want to. Let’s go to your house and play right now.”",
                "“Well, I mean, you have to get the game and, like, design your character and all that. And like I said, you have to play on your own computer, it’s not like we could all play on mine or something.”",
                "“Oh.” He looks disappointed. But only for a moment. “Let’s see a movie then. Noah, movies?”",
                "Noah starts to search on his phone as I look askance at Gideon. “It’s, like, ten thirty already.”",
                "“So? It’s Friday.”",
                "“Won’t your mom care if you’re out that late?”",
                "“She’s at work right now,” he says.",
                "“Gideon’s mom is a very successful exotic dancer,” Noah adds, eyes on his phone.",
                "“Dude.”",
                "“Gideon’s mom is an ob-gyn,” Noah amends.",
                "“Yes, she’s busy bringing new life into this world. And it conveniently coincides with my little sister sleeping over at a friend’s house tonight, which means I don’t have to go home, which means we should see a movie.”",
                "“What about your dad? Where’s he?” I ask before I can think better of it.",
                "“Tokyo,” Gideon replies. “On business.”",
                "“He’s a very successful exotic dancer,” Noah says, and I smile.",
                "“Pulling in some serious yen?”",
                "“So many.”",
                "“Guess there’s not much he can do about you pushing curfew then,” I say. “But unfortunately, my mom is not actively pulling a human out of another human, and my dad is in this time zone, so I should probably get home soon.”",
                "Gideon grins."
            ]
        },
        {
            "id": "Chapter 19",
            "content": [
                "nineteen",
                "When I get to the costume shop on Monday, Del holds up two oversized fake flowers—one purple and one white.",
                "“For me?” I say, and she makes a face.",
                "“You want to run these upstairs? Give them to Tara Schmidt. Do you know her? She’s stage manager.”",
                "I know Tara Schmidt in the same way that everyone knows everyone at PLSG. I have had at least three classes with her, and I know at least two things about her—in this case, that she plays the piccolo and is stage manager for this play.",
                "I take the flowers and head upstairs. When I duck into the theater, it appears they’re running through the start of act one. I find Tara sitting toward the front with Mr. Palmer, a big binder open in her lap.",
                "She lights up when she sees the flowers and whispers a quick “Tell Del thanks!” before shifting laser focus back to the proceedings onstage.",
                "When I leave the theater, someone calls my name. Paige is standing at the end of the hall, and she gestures me her way.",
                "“Got a second?”",
                "I head toward her.",
                "“I heard that you’re helping people with their lines,” Paige says when I’m closer.",
                "“Um … not on purpose?”",
                "“But you get it.” She’s got a script in one hand and she holds it up. “Like what it’s trying to say.”",
                "“Sort of? I don’t know. I just read it like everyone else.”",
                "I also watched the movie adaptations I could find online. And I read some articles about it. Just casual research. I did the same thing when I wanted to know more about the Titanic or collected filmography of Fred Astaire. When I’m interested in a thing, I want to know about that thing. Extensively.",
                "It is a process that may or may not be happening right now with a band called This Is Our Now. Hard to say. It’s still in the early stages.",
                "“Maybe you could help me and Gideon with our first scene,” Paige says, gesturing to an open classroom door a few feet away.",
                "Ask the director, he knows what he’s doing, I think. “If you want,” I say instead, and follow her inside.",
                "* * *",
                "I watch Paige and Gideon’s first scene together—the meeting of Titania and Oberon in the woods. They’ve been fighting over the fate of a changeling boy; Titania was friends with the boy’s mom and wants to raise him, but Oberon wants him to join his crew instead. As a result of their fight, everything in the world—weather, seasons, time—has gone sort of haywire.",
                "Paige and Gideon have both changed out of their uniforms. Paige is wearing athletic shorts and a T-shirt from some kind of charity run. Gideon is wearing jeans and a patterned shirt. Neither of them look like fairy royalty. And yet, when they start the scene, they each adopt a kind of … royal air about them.",
                "Paige is good. Very good. I don’t remember seeing her in any school plays previously, but she really seems to know what she’s doing. She doesn’t trip up around the language. She’s expressive and confident.",
                "And I don’t know what I expected from Gideon, but as soon as they start, he goes from goofy and dimply to … strong and commanding. He seems taller. His voice seems deeper.",
                "They seem like … well, like the King and Queen of some kingdom. The fairy kingdom, in this case.",
                "“What do you think?” Paige says when they finish.",
                "“It’s good,” I say, because it really was.",
                "But Paige’s expression urges me on, because it seems like good is not good enough for her.",
                "“It just … I don’t know. Really, I don’t know anything about anything, but I guess I’d just say … it seems really serious right now.”",
                "“It is serious, isn’t it?” Gideon says. “They’re fighting.”",
                "“Yeah, but … okay, don’t get me wrong, their relationship is obviously super dysfunctional. But I feel like they kind of live for the drama, you know? Like they kind of love it? That’s part of their dynamic. And also … it seems like there’s genuine feeling there, between them. Or they would just get bored and move on, instead of always coming back for more.” I make a face. “At least to me. That’s how I read it, I guess.”",
                "“No, that makes sense,” Paige says, nodding. “Right?”",
                "Gideon nods.",
                "“How would you play that in the scene?” Paige says. “What would you do?”",
                "“I’m not an actor.”",
                "“But what would you want to see?”",
                "I shrug. “I don’t know. Like … sparks, I guess. Almost like they’re sparring. But … in a hot way.”",
                "Inwardly I cringe. Sparring in a hot way. Brilliant.",
                "But Paige just grins. “Okay. Yeah.”",
                "They start the scene over.",
                "There’s a back-and-forth this time. There’s more fire to it. Gideon grins on “Am not I thy lord?” and Paige’s eyes widen, she holds a hand to her heart, feigning surprise.",
                "“Then I must be thy lady.”",
                "She’s sharp from there, calling Oberon out for courting Hippolyta, describing all the repercussions that their fight has had on the mortal world. But she softens, talking about the mother of the changeling boy, the time they spent together before her death. It’s sweet, and sad. Melancholy, even as she glances to and from the script for lines.",
                "Gideon’s standing tall and proud at the beginning of that last speech, but by the end of it, it’s almost as if he too has softened. He steps closer to Paige, reaches for her wrist, and clasps it lightly. When he speaks, his voice is almost gentle:",
                "“How long within this wood intend you stay?”",
                "“Perchance till after Theseus’ wedding day,” she says, and turns to him, eyes wide and imploring. “If you will patiently dance in our round and see our moonlight revels, go with us.” A slight shake of her head. “If not, shun me, and I will spare your haunts.”",
                "It’s good. This is good stuff.",
                "Yes, my brain says.",
                "Gideon looks at Paige for a moment. Drifts closer, like he almost can’t help it. Paige rests a hand against his chest, and for a second it looks as if they’re going to kiss.",
                "ALSO NO, my brain replies.",
                "They linger for a moment, just inches away from each other, until Gideon speaks: “Give me that boy and I will go with thee,” and suddenly it’s like he flipped a switch. Paige pushes him away, all fire and brimstone.",
                "“Not for thy fairy kingdom—Fairies, away! We shall chide downright if I longer stay.” And she storms offstage, which, in this case, takes her just a few feet to the right, before she turns and looks at me expectantly.",
                "They both do, like they weren’t just about to make out in front of me.",
                "“Yeah,” I say, and my voice comes out a little too loud. “Yeah, like that.”",
                "Paige beams."
            ]
        },
        {
            "id": "Chapter 20",
            "content": [
                "twenty",
                "Lena Ideker hosts a party for the cast and crew on Friday night.",
                "“All these freaking cast bonding activities,” Iris said when I mentioned it after rehearsal on Wednesday. She had come to the shop to go over her scene with Puck again. “I don’t want to bond. I specifically want to not bond. What’s the opposite of bond?”",
                "“Alienate?”",
                "“I want to alienate.”",
                "“Well, you’re pretty good at it.”",
                "“Hey.”",
                "I grinned.",
                "Iris didn’t say if she was coming or not, so it’s a bit of a surprise to see her standing in Lena’s massive kitchen, holding a soda and glaring openly at the room.",
                "I consider going over to her when Gideon intercepts me.",
                "“Claudia! You’re here!”",
                "“Yeah. It said cast and crew, right?” Right?",
                "“It did. And you are. Cast and crew, I mean. Or crew, specifically. Do you want something to drink?”",
                "“I’m good.”",
                "“We’re hanging out in the family room,” he says. “Noah and other people. Del’s here, too! She never comes out. You should say hi.”",
                "I follow Gideon to the family room, where indeed Noah and Del and a few other people—Alicia, Paige, Madison Lutz, and a couple guys who are both Mechanicals in the show—have congregated, sprawling out on a giant U-shaped leather sectional. I’ve never seen a couch that big before, but apparently they exist.",
                "There’s a massive TV hanging on the opposite wall—more like a small movie screen—and it’s currently showing the opening credits of a Pixar movie.",
                "“You weren’t supposed to pick until I got back!” Gideon says.",
                "“Majority rules,” Del replies. She’s holding a cup of something in one hand and a TV remote in the other. She holds the drink up to me in acknowledgment when I sink down onto the cushion next to her. “We also decided we need popcorn and we voted you go find some,” she says to Gideon, “since you’re the only person here who actually likes Lena.”",
                "“Delilah,” Paige chides from Del’s other side, but Gideon jumps up.",
                "“I will not return without popcorn. Who’s with me?”",
                "Paige looks toward Gideon, smiling. “I’ll go,” she says, getting up, and they disappear into the other room.",
                "It’s quiet for a moment, the opening credits ending, the movie starting, but then I catch Madison leaning over to Alicia in my peripheral vision. “Would literally not return without popcorn,” Madison says in a low voice, and they both snicker as Alicia pulls out her phone.",
                "Del must notice me looking, because she tilts her head toward me.",
                "“They started a Heartmark account,” she says. “JustGideonPrewittThings. It’s where people post all the strange things Gideon says or does.”",
                "I frown, and Madison shakes her head.",
                "“Not in a mean way, not to make fun,” she says. “We love him, obviously. It’s just … sometimes he says or does something so random it’s like he’s a life-form from another planet who’s failing at blending into life on earth but trying, like, really hard, and you just have to share it with other people.”",
                "I glance at Noah, because surely he wouldn’t let people make fun of his best friend in earnest, but he just nods. “It’s true. He does at least one JustGideonPrewittThing a day.”",
                "“Like what?”",
                "The group explodes with them, the movie temporarily forgotten.",
                "“He doesn’t like green M&M’s even though they all taste the same.”",
                "“One time he said towels shouldn’t be too soft.”",
                "“I’ve seen him cry at two movies, and those movies were Spy Kids and Spy Kids 2.”",
                "Del chimes in late: “He prefers cereal to be soggy. I’ve heard him talk about it. He pours the milk in and legit lets it sit for like ten minutes before eating it. If I didn’t know him, I’d be, like, what kind of serial killer shit is that—”",
                "“Pun intended?” Noah says with a grin.",
                "“Ugh, no. I mean straight-up, weaving a sweater out of your shower-drain hair, serial killer nonsense. But with him, it’s not, it’s just…” She shrugs. “A Gideon Prewitt Thing.”",
                "I blink. “I don’t know what to do with this information.”",
                "“But aren’t you glad it’s been collected somewhere for future use?” Madison says with a grin.",
                "“If you ask me,” Del says, “the most valuable piece of information is to never get him started on the fact that he has the same name as a Harry Potter character.”",
                "“Hashtag it’s spelled different, hashtag I had it first,” Madison and Alicia say in unison, and then break into giggles.",
                "Paige and Gideon return eventually, when focus has returned to the movie, and they’re each holding several bags of microwave popcorn. They hand them out and then sink down onto the free section of the sofa across from Del and me, whispering to each other about something.",
                "I realize I am not very interested in watching this movie.",
                "“I’m gonna grab a drink,” I say to Del, and she hmm’s noncommittally, more engrossed in Pixar than I expected her to be.",
                "Iris is still in the kitchen when I head back through, though now she’s engaged in conversation with Lena and a couple of other girls from our class.",
                "I go to grab a soda off the island in the middle of the kitchen, but I don’t really want it, and, anyway, something about Iris’s expression puts me on alert.",
                "I can hardly believe it, but the unflappable Iris Huang looks … flapped.",
                "“Honestly,” Lena is saying, and though she’s smiling, it belies the sharpness in her tone. “I don’t get why you’re even here.”",
                "“Yeah and I don’t get why your face is like that,” Iris replies, but it’s not her best, and she seems to know that.",
                "“Why don’t you run along and play with your own friends?” Lena says. “Oh. Wait. I know. It’s because you don’t have any.”",
                "“I have friends,” Iris says, but it lacks the usual acidity.",
                "“No, Iris. You don’t. What you had were people who put up with you so they could hang out with Paige.”",
                "Something flashes across Iris’s face, just for a second, and then it settles into a blank expression.",
                "But I see it. I see her grip on her drink tightening.",
                "“Name one person who likes you, and not because of Paige, and not because your dad could buy them a Major League baseball team,” Lena continues. “Name one person who genuinely, actually, likes you for you.”",
                "It would be very easy to walk away right now. Or to stand and do nothing. But it would be very hard to feel okay about that later.",
                "I swallow. And I step forward.",
                "“Me,” I say. “I do.”",
                "They both look at me. Lena blinks, clearly surprised, but then her lips curve into a smile. “Sorry, who are you?”",
                "She is full of shit, and we all know that, because there are only fifty girls a grade at PLSG, and even I could name all of them. Lena herself sat next to me in chemistry sophomore year, and we were in the same reading group in world literature.",
                "“Iris’s friend Claudia.” I grab Iris’s wrist. “Let’s go,” I say, and guide her away.",
                "She follows, but when we reach the hallway, she shakes out of my grip roughly.",
                "“I don’t—that wasn’t necessary,” she says with a glare.",
                "“She was being a jerk.”",
                "“I didn’t need you to do that.”",
                "“I was just … trying to be nice.”",
                "“Well, don’t. I don’t need you to feel bad for me.”",
                "“I don’t.”",
                "“I don’t need you to lie then.”",
                "“I didn’t.”",
                "I’m not entirely sure whether that’s the truth. Iris just blinks at me, and I continue anyway. “We’re … friends. Kind of. Right?”",
                "She’s still frowning at me, but it’s a different kind of frown, a considering sort of one.",
                "“I … guess.”",
                "“Okay. So. That’s that.”",
                "* * *",
                "Just because we are newly declared kind-of friends does not mean that Iris wants to spend the rest of the party with me. She disappears after that and I don’t see her again.",
                "I don’t really feel like going back to the family room (like watching Gideon and Paige all night), so I go out to the backyard instead. It’s quiet out there and landscaped to high hell. A pool sits in the center of the yard, a big rectangle lit from within and sparkling, though it’s too cool to swim. The whole pool deck is in brick, with big cushioned lounge chairs along one side. Ideker Ford must be doing pretty well. That or Ideker Volkswagen, Buick, BMW, Hyundai, Subaru, or Volvo is picking up the slack.",
                "I take a seat on one of the lounge chairs and watch the water ripple until I hear a door open and shut behind me.",
                "I glance over as Gideon sidles up to the chaise next to mine.",
                "“I thought you were coming back,” he says.",
                "I shrug. “Just wanted a little quiet.”",
                "“Mind if I sit?”",
                "“Why would I mind?”",
                "“Don’t want to disturb the quiet,” he says with a crooked smile. I gesture to the seat and he sits, stretching his legs out in front of him. He’s got on a pair of old-looking brown leather boots that are kind of at odds with the sneaker-of-the-month culture pervasive at Danforth and PLSG. “Smooth job answering a question with a question by the way. Super ninja deflecting skills.”",
                "“I’m a level fifty deflector,” I reply.",
                "“Out of how many levels?”",
                "“How many levels do you think?”",
                "“Deflected!” he says, throwing his arms in the air like he’s blocking blows. Then he settles back in his chair. “So.”",
                "“So…”",
                "“If you could have one superpower, what would it be?”",
                "“That’s like the most cliché question in the world,” I say.",
                "“Because it’s a good question!”",
                "“There are literally only two responses. Either you want to fly and that means you’re outgoing and free-spirited or whatever, or you want to be invisible and you’re an introvert.”",
                "“What if I want to do both? What if I want the power of invisible flight?”",
                "“Like Wonder Woman’s plane?”",
                "“Yes, I want Wonder Woman to ride me around the sky.”",
                "I snort.",
                "“Okay,” Gideon says with a grin, “take the normal answers off the table. What non-cliché superpower would you pick?”",
                "“You say yours first.”",
                "He presses farther back against the cushion of the chaise and contemplates the sky for a moment. “I would want the power to listen to my favorite songs again for the first time,” he says finally.",
                "I look over at him. “Seriously?”",
                "“Is that weird?”",
                "“All the superpowers in the entire universe. Anything you could possibly dream of. And all you want is to listen to your favorite songs again for the first time?”",
                "“Why, what would you pick?”",
                "“No, don’t deflect, that’s my thing. Why? Why that?”",
                "He shrugs. “It’s the best feeling. The first time. Why wouldn’t you want to take something you love and go back to the very best part?”",
                "“Maybe I don’t think the first part is the best part. Maybe I like the part later on. Hearing a song so many times you know all the little ins and outs of it. Experiencing something so many times that you can just … live in it. Maybe I like that better.”",
                "He looks at me for a moment and then nods. “Okay. Yeah. I can see that.” A pause. “Now you have to pick one. But it has to be unconventional. No flying or invisibility. No super spit.”",
                "“Is super spit conventional?”",
                "“You know what I mean. What would you pick?”",
                "I think about it for a moment. “I would want the ability to see the future.”",
                "“Why?”",
                "“Because it’s sort of an all-encompassing power, isn’t it? You could see what numbers are going to win the lottery. What stocks are going up. What choices you should make to have the best life you could ever possibly have.”",
                "“I mean, sure you could make money off it, but how would that make it the best life you could possibly have? Beyond money?”",
                "I shrug. “I feel like if you can see the future, you’ll never make a wrong decision. Because when it comes time to decide something, you just look into the future of all the possible outcomes, and pick the thing that will lead to the best one.”",
                "Gideon considers this for a moment. “I would hate not having surprises,” he says finally. “I would hate feeling like everything was predetermined.”",
                "“But it’s not. You’re determining it by … looking ahead and picking the best thing.”",
                "“Maybe the best thing’s not always the best thing. Maybe shitty things have to happen to get you to the right place.”",
                "“That sounds like something someone who’s never had shitty things happen to them would say.”",
                "He frowns. He’s about to speak when the door bangs open behind us.",
                "“GIDEON PREWITT, GETTIN’ INTO IT,” someone bellows.",
                "“That’s a way better title for your mixtape,” I say as a guy I don’t know comes up behind Gideon and engulfs him in a bear hug.",
                "“This dude right here,” the guy says, “is a fucking treasure.”",
                "I watch Gideon stand and turn to embrace him fully. The guy thumps Gideon soundly on the back, bro-style, but Gideon just hugs him in a surprisingly earnest kind of way.",
                "“You’re very drunk,” Gideon says when they pull apart.",
                "“Gonna drive me home later?” the guy says.",
                "“Of course.”",
                "The guy looks from Gideon to me and then back again, eyes widening. “Did I interrupt?” He drops down to a loud whisper. “Was magic happening?”",
                "Gideon looks embarrassed, meeting my eyes for a second and then looking away. “I mean…”",
                "I can’t tell if he’s embarrassed because magic was not actually happening, or because I’m the person being implicated in the magic.",
                "For a moment, it’s very awkwardly silent.",
                "“I, uh, think I’m gonna head back in,” I say finally, sliding off my chaise and standing up. “Getting kind of cold out.”",
                "“Gideon is very warm,” the drunk guy says too loudly. “He’s known for. Warmth. If you need someone. To warm you.”",
                "Gideon looks like he wants to melt into the ground.",
                "“See you guys inside,” I say, and head in."
            ]
        },
        {
            "id": "Chapter 21",
            "content": [
                "twenty-one",
                "Zoe is over at our house, gaming with Alex, when I get home from the party.",
                "“You’re later than I thought you’d be,” she says, setting her laptop aside.",
                "“Wanna play?” Alex says, but Zoe stands, grabbing my arm.",
                "“I want to hear about this party.”",
                "So Zoe and I get ready for bed, and I tell her about the party and about Gideon. After the awkwardness of the drunk guy’s interruption, I ended up back with the movie-watchers. When Gideon joined us again, minus the drunk guy, he started toward the spot where Del and I were sitting, hovered awkwardly for a moment, and then moved back to the empty spot beside Paige.",
                "“He sounds goofy,” Zoe says. We’re lying in bed and I’ve got my teddy bear, Mr. English, in the crook of one arm.",
                "“He is. Kind of. But also not?” I shake my head. I think of Madison’s description: a life-form from another planet who’s failing at blending into life on earth but trying, like, really hard. “He’s like a benevolent space prince. From a planet with three suns that are all named after him.”",
                "“Really.”",
                "“Yeah, and when it rains, they call it the ‘prince’s tears’ in their native tongue, which is so beautiful it makes you cry instantaneously.”",
                "Her lips twitch. “Is the space prince looking for a space princess?”",
                "I look up at the ceiling. “If he is, he’ll pick someone more suited to his station in life. Like, you know, an imperial senator’s kid, or a royal from a neighboring planet. Not a … humble trash robot.”",
                "“They have trash robots on this planet?”",
                "“They need an infrastructure for waste removal like everyone else.”",
                "“And you’re the trash robot?”",
                "“I didn’t say me exactly. I’m just … saying.” Magic doesn’t happen with trash robots. I think that would be widely accepted on Gideon Prewitt’s hypothetical planet.",
                "It’s quiet.",
                "“Do you like him though?”",
                "“Everyone likes him.”",
                "“Yeah, but do you?”",
                "I fumble with Mr. English’s bow tie.",
                "“He has a weird sense of humor,” I say. “I like that. And…”",
                "“What?”",
                "I shake my head. “Also, his laugh is way too goofy for someone as attractive as he is.”",
                "“What’s an attractive laugh? Like what would be a suitably hot laugh for him?”",
                "“I don’t know.” I try to demonstrate. Like some kind of throaty chuckle.",
                "Zoe’s shoulders start shaking, suppressing her own laughter.",
                "“What? I’m trying. Like—” I lower it a bit, try to get it deeper and gruffer.",
                "She throws a pillow at me, laughing out loud now. “You sound demented. Truly.”",
                "“Thank you. I try.”",
                "“What’s he look like?”",
                "I blink. I could grab my phone and find any number of pictures of Gideon Prewitt from any number of parties or games or school functions. But I realize that I already have a picture of Gideon in my room. It’s from his fifteenth birthday party.",
                "There was a photo booth at the arcade, and everyone was queuing up to take photos with him, like he was some kind of celebrity. I got in line behind Madison and Ainsley and forced my way into their photo op, because there was no way I was going to go into the booth with Gideon Prewitt alone. That was just way too embarrassing. I didn’t know him at all. And he was too good-looking. I was certain I’d say something stupid, because when have I ever not said something stupid?",
                "We took four pictures, and when we divided them up, I got the first one, because no one else wanted it. It was the only one you could actually see me in.",
                "Madison and Ainsley and I had crammed ourselves into the booth. Madison sat on Gideon’s lap, and Ainsley was squished beside him. And there was me, hunched over in the top corner, mostly obscured.",
                "Madison was grinning at Gideon, Ainsley was pulling a funny face. Gideon was laughing, his mouth wide, his eyes squeezed shut. You could only see the top of my face, really, the rest of it blocked by Ainsley’s head as she leaned forward. But you could tell from my eyes that I was smiling.",
                "I hung this picture in my locker for the remainder of freshman year. Even now it’s still tucked into the bottom seam of the bulletin board hanging over my desk. It made no sense, really, to keep it, because I didn’t know Gideon then, and I’ve never been all that close with Madison and Ainsley either.",
                "But I guess it looked how some little part of me wanted things to look. Even if it was just for a second. Like some TV version of high school.",
                "I get out of bed and grab the picture, return, and present it to Zoe.",
                "“It’s old,” I say. “But it gives you a general jumping-off point.”",
                "“Bawww,” she says, considering it for a moment. “He’s a cutie. Look at his floppy hair.”",
                "“He’s taller now,” I say, even though a photo-booth photo in no way conveys height. “His hair is longer but somehow less floppy, if that makes sense.”",
                "She glances over at me. “It’s okay if you like him.”",
                "“I don’t like him.”",
                "“You just like his creepy laugh.”",
                "“I didn’t say creepy.”",
                "“You said he is so hot but his laugh is so creepy. You said he laughs like a deranged cartoon villain but you want to have his children.”",
                "“Zoe.”",
                "She cackles."
            ]
        },
        {
            "id": "Chapter 22",
            "content": [
                "twenty-two",
                "Iris comes up to my locker on Monday and thrusts something in front of me.",
                "“Do you want this purse?”",
                "It’s a small, coral-colored bag with a long thin strap. I blink at it and then at Iris, who is openly glaring at me.",
                "“Sorry?”",
                "“I got it online. I don’t like the color.”",
                "“What’s wrong with the color?”",
                "“The pictures were shit. I thought it was orange. This is basically pink. I hate pink. I never want to see pink again.”",
                "“I…”",
                "“Do you want it or not?”",
                "“You could just return it.”",
                "“It was final sale.”",
                "“I couldn’t … I mean, maybe you’ll change your mind—”",
                "“I will literally throw it away, Claudia.”",
                "I take the purse.",
                "“Okay. Geez. Thanks.” I look at it. It is definitely a hundred times nicer than my current purse. “Thank you.”",
                "She just grunts and heads off down the hall.",
                "I Google the bag that evening. It is indeed on final sale. It also retailed at $498.",
                "I pick it up off my desk, carefully, like it’s live ammo. I have never owned any one thing this expensive.",
                "I’m still holding the bag when my mom comes in. It’s now in my lap, and I’m petting it absently, like a small dog. Like it’s a sentient being.",
                "“Where did that come from?” Mom asks.",
                "“A girl from school. She didn’t want it anymore.”",
                "“It still has tags.”",
                "“It was final sale.”",
                "Mom narrows her eyes. “Are you in a Bling Ring?”",
                "“Sorry?”",
                "“Like on TV. When the kids break into celebs’ houses, steal people’s Rolexes and whatnot.”",
                "“I’m not in a Bling Ring,” I say.",
                "The corners of her lips twitch. “Good. Though I can’t decide if I’m relieved or disappointed.”",
                "“Disappointed?”",
                "She wiggles her eyebrows. “I mean, you could’ve stolen me a Rolex.” And then, “Make sure you do something nice for the friend with the purse,” she calls over her shoulder as she heads out."
            ]
        },
        {
            "id": "Chapter 23",
            "content": [
                "twenty-three",
                "I don’t know if watching the TION documentary counts as doing something nice for Iris, but I watch it regardless.",
                "Normally I would invite Zoe over for this kind of thing, but I think about what she said when I mentioned Iris liking them—She’s obviously trying to fill some void in her life with manufactured pop music. I’m not trying to fill any kind of void. But … I can’t help it. I like TION. I like their music. It’s upbeat and happy, and even when it’s not—even when it’s some kind of cheesy ballad—it works, somehow. There’s an earnestness to it and also some kind of element of … fantasy, I guess. They’re creating a world where you dance all night long and party till dawn and drive with the windows down and kiss in the rain, and maybe it’s not realistic, but it’s appealing. Maybe it’s a little like the photo-booth picture from Gideon’s birthday party—a snapshot of a different life. Some kind of idealized version of how things could be.",
                "Zoe got into Battle Quest because of me, and I got into Drunk Residential because of her, and we’ve gone back and forth so many times over the years, trading interests and introducing each other to new stuff. But this is one thing that I don’t think she’ll understand.",
                "This is one thing, ironically, that I can talk to Iris about.",
                "It’s remarkable—Iris could go on for hours about TION. If I just barely bring them up in conversation, she’ll show me videos of old interviews, behind-the-scenes posts, screenshots of the boys’ tweets from days or months or years ago. She has an almost alarming knowledge of what any one of the TION boys are doing at any given moment—it’s easier, I guess, because they’re touring right now, but she knows that Kenji and Lucas are in Los Angeles while the other boys are staying in Sacramento before the show there. She follows an array of TION update accounts, all the while disparaging update accounts, which shouldn’t be trusted, but still monitored nonetheless.",
                "“I’m going to start an update account for myself,” I say at school on Wednesday. Brit lit has been canceled so we have a free period.",
                "“No one would follow it,” Iris says, not looking up from her homework.",
                "“Thanks.”",
                "“Just being honest.”",
                "It’s quiet for a bit as we both work.",
                "“So … I watched the TION movie the other day,” I say eventually, eager to shift to something that’s not calculus homework.",
                "Iris looks up with a frown. “You should’ve told me.”",
                "“Why?”",
                "“We could’ve watched it together.”",
                "“I … figured you’d seen it.”",
                "“Of course I’ve seen it. I love it. I would live in that movie if I could.” A pause. “It’s just … fun sharing fandom stuff with other people.”",
                "I nod. And suddenly I recall a conversation at Amber’s Pink Party—Ainsley and Madison discussing a band that had just appeared on a late-night show. Kenji looked damn good, Madison had said, but Ainsley had disagreed. What was that jacket? He looked like a disco ball.",
                "“I think Ainsley and Madison like TION, too.”",
                "Iris makes a face. “Ainsley says she only likes Will You Stay tour Kenji. It’s insulting.”",
                "“Why?”",
                "“If you only like one version of your favorite, then they’re not your favorite,” she says primly, and I can’t really argue with that.",
                "* * *",
                "I go to the auditorium to give a few costume pieces to Tara during rehearsal the next day, and to my surprise, Mr. Palmer spots me and gestures me over.",
                "He’s onstage, going through a couple of fixes with the couples for their big scene, but he leaves them with a “take five” and leads me off to the side.",
                "“You’re Claudia, yes?” he says.",
                "“That’s me.”",
                "“You’ve been doing a little coaching, from what I’ve heard. A little text work, as we say.”",
                "I blink. Am I going to get in trouble? For like … horning in on directorial territory?",
                "“Not on purpose, I just … you know, a couple people asked me about stuff —”",
                "“No, I think it’s fantastic,” Mr. Palmer says. “I love the initiative. And I would absolutely love it if you have some time to maybe do a little bit of one-on-one coaching with, uh, with our lovely Helena.” He gestures to where Lena is standing, chatting with the guy playing Demetrius.",
                "Lena, who I had an awkward confrontation with in the kitchen of her own house at the last cast get-together. Lena, who pretended not to know who I am, because I am so far beneath her notice.",
                "“I think she would really benefit from some … close reading of the text,” Mr. Palmer continues.",
                "What can I say, really? No thanks, I’d rather do literally anything else. I guess it’s for the good of the production, at least.",
                "“Um … sure. Okay.”",
                "“Excellent. I’ll have a chat with her after rehearsal today. Thank you, Claudia! This’ll be a big help.”",
                "* * *",
                "“Hopefully you can work miracles, because from what I’ve heard, she’s been a total disaster,” Del says when I mention my new assignment from Mr. Palmer. She’s working on Mustardseed’s bodice, and Gideon and Noah are keeping her company, though they should both be off rehearsing their monologues.",
                "“It hasn’t been that bad,” Gideon says.",
                "Del snorts. “I heard she can’t remember her lines, so she keeps paraphrasing and making shit up.”",
                "“To be fair, she does have a lot of lines.”",
                "Noah makes a face. “She’s been lobbying to make the l in ‘Helena’ capital in the program so it’s HeLena, because it would be ‘so funny, like do you get it? Do you get why it’s funny?’” His Lena impression is startlingly true to life.",
                "“I mean, I guess it’s accurate,” Del says. “A mashup of her name and where she’s from. Lena plus hell.”",
                "I let out a choked burst of laughter before I can stop myself.",
                "Gideon grins but still manages to look disapproving. “She’s trying really hard, I think.”",
                "“You know, her dad donated money for the production,” Del says.",
                "“Why, Delilah,” Noah says, fake scandalized, “are you implying that’s why she got the part?”",
                "“It’s not not why she got the part, that’s all I’m saying,” Del replies with a knowing look.",
                "* * *",
                "I have my first meeting with Lena after school the next day.",
                "She doesn’t acknowledge anything that happened at her party. She just smiles pleasantly at me when I walk up to her in the hall of the arts building and starts chatting about rehearsals as we get situated in the same small classroom where I saw Paige and Gideon run their first scene.",
                "We start going through lines, beginning with her first scene, where Helena runs into Lysander and Hermia as they’re making plans to run away and get married.",
                "I read her first cue: “Godspeed, fair Helena! Whither away?”",
                "“Call you me ‘fair’?” she says in sort of a broad, generally enthusiastic tone. “That ‘fair’ again unsay. Demetrius loves your fair. O happy fair!”",
                "We get through Helena’s first big speech and then stop to discuss. How it’s not like Helena is just having a nice chat with Hermia—she’s upset because the guy she’s into likes Hermia instead. “She wants to know what Hermia’s doing to get Demetrius to like her,” I explain.",
                "Lena rolls her eyes. “I mean, I get it, sort of. I guess I just don’t really relate to her at all. She’s throwing herself at this guy who’s not into her in the slightest. It’s pathetic.” She examines her nails. “She should get with Theseus, at least he’s a duke.”",
                "“Theseus is engaged to Hippolyta.”",
                "“Engaged is not married, that’s what my mom always says.”",
                "I have to stifle a smile.",
                "“It is kind of messed up when you think about it,” I say. “Lysander and Demetrius both get put under spells to fall in love with Helena, but Lysander’s gets taken off, and Demetrius’s doesn’t. So maybe that’s actually the only reason he likes her at the end.”",
                "“She deserves better, that’s all I’m saying,” Lena says, and then picks up her script. “But I guess I’m stuck with her.”",
                "We go through the rest of the scene, breaking down Helena’s monologue at the end, and while it’s hard to get Lena to sound anything other than generally upbeat, she seems to be making some sense of it at least.",
                "“Mr. Palmer says we should meet again next week,” Lena says when we’re gathering up our things to go. I think she’s trying to sound casual. “Just to brush up a few more spots. But you’re probably working with other people, too, right?”",
                "“I…”",
                "“Because it’s not like I need special help.”",
                "I nod. “Sure.”",
                "“To be honest, this is kind of amateur stuff. I just wrapped up a professional acting job, you know.”",
                "“Really.”",
                "“It was a commercial for my dad’s company.” She waves a hand. “Not like I’ve never done one before, but it’s been a long time. It was all fine and good when I was younger—like that always helps, you know, plug a cute little kid in there, up the aww factor or whatever—but then when you’re in junior high it’s just not the same, you know? So my dad said I had to wait until I was eighteen till I could do another one, and then I could be proper eye candy.”",
                "I text Zoe this direct quote that night.",
                "I’m sorry, I can’t respond, she replies, because my brain has spontaneously combusted.",
                "Right?",
                "Gross-out city, Zoe says.",
                "Wrong on many levels.",
                "The levels have levels of wrongness."
            ]
        },
        {
            "id": "Chapter 24",
            "content": [
                "twenty-four",
                "There is an annual fall carnival called Fall Fun Fest—lovingly referred to as Triple F—that is an oddly big deal at Danforth and PLSG. I remember going with my dad when I was a kid, but ironically I haven’t gone to one since I started high school. I had no plans to change that, until Alicia catches up with me on my way to the studio after school on Thursday.",
                "“So Noah invited me to Triple F,” she says without preamble, “but I kind of said we should make it a group thing. So do you want to come and hang out with Gideon?”",
                "I blink. “Why don’t you just ask Sudha? Or Madison?”",
                "“Because I’m asking you.”",
                "I pause outside the door to the costume shop. I can see Del through the glass, pinning fabric onto a form. “Yeah, I don’t know.…”",
                "“Come on. It’ll be fun.”",
                "She makes fun sound more like a threat than a promise, but then she tries to dial it back with a smile.",
                "“Um. Okay. Yeah.”",
                "“Great. I’ll text you,” she says, already moving away.",
                "“You don’t have my number.”",
                "“I’ll get it from Gideon!” she calls, rounding the corner and disappearing.",
                "* * *",
                "Iris texts me that night:",
                "Are you going to Triple F?",
                "The question of the day, clearly.",
                "Yeah, I reply. Alicia invited me.",
                "I pause and think about Iris in the kitchen at Lena’s—Name one person who genuinely, actually, likes you for you. And Iris’s responding silence.",
                "I type Want to come with us? and hit send before I can second-guess it.",
                "Not really, Iris replies a second later.",
                "Then why did you ask me if I was going?",
                "There is a long pause. The little text bubble appears, and then disappears, and then appears again.",
                "Fine. I’ll go.",
                "* * *",
                "So we go.",
                "Alicia is standing inside the front gate when we arrive. Her nonuniform outfit looks like she’s ready to be photographed and featured on a fashion blog with some pretentious caption quote like I’m just really inspired by the world around me—people, places, feelings, things. Dress by Alice + Olivia, shoes by Steve Madden.",
                "Alicia waves when she notices me, but her face does something strange upon seeing Iris.",
                "“I need to grab some tickets,” she says, and grips my arm. “Come with me, Claudia,” and she pulls me in the direction of the ticket booth.",
                "“Why the hell would you bring Iris?” she says when we’re in the vicinity of the booth.",
                "“What do you mean?” I brace myself. If Alicia is going to talk shit about Iris, I’ll have to say something, and it goes against my deep-seated desire to avoid Making a Scene.",
                "“Why would you bring Iris on a double date? Who does that?”",
                "“This isn’t a double date.”",
                "“Uh, yeah, it is.”",
                "“You said it was a group thing! ‘Group thing’ does not mean ‘double date’!”",
                "“Well, it was implied.”",
                "“You should have said the words ‘double date’!”",
                "“You should have warned me before you inflicted Iris on us!”",
                "“Hey,” I say, but the tone of my voice must be enough, because Alicia grimaces.",
                "“Sorry. Okay. It’ll be fine. Let’s just—”",
                "But it’s then that Noah and Gideon stroll through the gates, spot us, and wave. Gideon slow-motion runs toward us, like we’re reuniting in a romantic movie. When he reaches us, he hugs Alicia and then holds his hand up to me for a high five.",
                "“Are you ready to put the ‘fun’ in Fall Fun Fest?” he says as I slap his palm.",
                "“I can at least put the ‘trip’ in ‘Triple F.’” A pause. “By being clumsy, I mean. Not by, like, sharing drugs with the group.” Three sets of eyes are on me, and I can’t stop myself from talking. “I don’t have any drugs. In case you were worried. Or, in case you were … expecting me to have drugs.…”",
                "Gideon grins.",
                "And then, by mercy, Iris appears at Alicia’s elbow. “How long can it possibly take to get tickets?”",
                "“Oh, yeah, hey,” Alicia says. I know she’s faking nonchalance, but she’s pretty good at it. “So we just ran into Iris, and she’s going to hang out with us. Because she doesn’t have anyone else to hang out with.”",
                "Iris’s face darkens.",
                "“I invited her,” I say.",
                "Gideon looks from Iris to me to Alicia and back, his expression confused. But it clears quickly, and he claps his hands.",
                "“I need three funnel cakes like yesterday. Claudia, can I buy you a funnel cake?”",
                "“That’s okay.”",
                "“You don’t like funnel cake?”",
                "“I do, just, you don’t have to buy me one. But we could stand in line together.”",
                "He smiles. “I’ll take it.”"
            ]
        },
        {
            "id": "Chapter 25",
            "content": [
                "twenty-five",
                "We get funnel cake. And play those ringtoss games that are clearly rigged, though I manage to win a tiny stuffed dragon—purple with electric yellow trim—that’s kind of hideous. I offer it to Iris, who makes a face, and then to Alicia, who looks at me like I’m crazy.",
                "“I’ll take it,” Gideon says, and my face must do something odd, because he looks a little embarrassed. “You know, if everyone else is just … willing to orphan it like that.”",
                "I extend the dragon toward him and he tucks it in the front pocket of his jacket, so its little head is sticking out.",
                "“His name is Balthazar,” he informs me.",
                "“Oh really?”",
                "“He’s small right now but one day he’s going to grow as big as the Chrysler Building.”",
                "“I don’t think he’ll fit in your pocket in that case.”",
                "“Hey, I could grow as big as the Chrysler Building, too. My mom says I’m not finished growing.”",
                "“Yeah, you’re just a few thousand feet off.”",
                "“There might be, like, a vat of toxic waste I could fall into sometime in the future.”",
                "I smile as we join the others in line for the Ferris wheel.",
                "“Nope,” Alicia is saying as we reach them. “Absolutely not.”",
                "“They’re perfectly safe,” Noah says.",
                "“Seven people a year die in Ferris-wheel–related accidents.”",
                "“Seriously?”",
                "“Yes. I read it online.”",
                "“I don’t think that’s a real statistic,” I say.",
                "“Seven people. A year.” Alicia’s tone brooks no argument.",
                "“They’re so fun though,” Noah says. “You can see everything from up there.”",
                "“I’m fine down here, thanks.”",
                "“But—”",
                "“What if it detaches and rolls away? Have you ever thought about that?”",
                "“I can honestly say I haven’t,” Gideon murmurs to me, and I grin.",
                "The line moves forward, the couple ahead of us gets on, and then the next little bench opens up.",
                "“Come on,” Noah wheedles, holding a hand out to Alicia as he climbs the steps.",
                "“Absolutely not,” she says.",
                "“We’re holding up the line,” Iris mutters.",
                "“Here, get in.” I step forward, urging Noah into the car and sliding in next to him.",
                "“But who’s gonna ride with me?” I hear Gideon say as the Ferris wheel attendant pulls the bar down over us.",
                "We lurch to a start. I look back as the wheel slows, and see Gideon and Iris getting on behind us.",
                "Next to me, Noah is quiet.",
                "I glance over at him when we’re almost to the top, the wheel still pausing to load on new people. All of Triple F is laid out below us.",
                "“Nice view,” I say, for want of anything better.",
                "He grunts in response.",
                "The wind rocks us back and forth a little, the metal creaking under the seat.",
                "“Sorry,” he says after a moment. “Sorry I’m no fun. I just … I kind of wanted this to be, like, romantic. Like me and Alicia.”",
                "“Ah.”",
                "“You know, like we’d get to the top, and she could be like, ‘it’s so beautiful,’ and I could be like, ‘yes, it is,’ but I’m looking at her and not the view? Or maybe she’s a little scared of heights and she holds on to me or whatever?”",
                "“I’m sorry,” I say. “I didn’t mean to ruin something so cliché for you.”",
                "One corner of his mouth lifts up, a wry half-smile.",
                "I look out over the fair, yellow-and-white-striped tents dotting the ground below us. “If it makes you feel any better, you were right about her being scared. It kind of backfired though, because she seems, like, pathologically afraid of this whole situation.”",
                "He huffs a laugh at that.",
                "Behind us, not too far off, a loud cackle rents the air. I glance back and to my surprise it’s Iris, her head thrown back, laughing with abandon. Next to her, Gideon looks slightly confused, but pleased nonetheless, at having elicited such a response.",
                "Then the wheel lurches and begins to turn again.",
                "* * *",
                "We play a few more crappy carnival games. Noah wins a baseball hat that says I’D RATHER BE BOWLING across the front. We get another funnel cake, and although Alicia insists she’s stuffed and more fried food would be absurd, she eats at least half of it.",
                "We make it through pretty much everything, all the way to the back edge of the fair, where a little go-kart course is set up, marked off in the parking lot by stacked-up bales of hay.",
                "“Ooh.” Alicia grabs Noah’s arm when we near the course. “I love these. And there’s no line!”",
                "I glance at Iris. “Want to?”",
                "“Not really,” Iris replies as Alicia and Noah run ahead. “But can we note that Alicia’s pretty full of shit, because I feel like go-karts are probably a hundred times more dangerous than Ferris wheels.”",
                "I grin, glancing over at Gideon. But his face is pulled into a frown, and before I can speak, he’s moving ahead, advancing quickly on Noah and Alicia, who’ve reached the track and are giving their tickets to the go-kart guy.",
                "Gideon says something to Noah that I can’t hear, and Noah replies equally quietly, while Alicia puts on her helmet and picks her go-kart.",
                "“—don’t think you should.”",
                "“Yeah, well, good thing it’s not up to you,” Noah says.",
                "“Are you being serious right now?” Gideon says, and he sounds oddly … agitated.",
                "“Yup,” Noah replies. He glances at Alicia, already strapped into her car, and then takes the helmet out of the guy’s outstretched hand.",
                "“Not happening,” Gideon says, and reaches for the helmet himself, but Noah pulls it back and jams it on his head, clambering into the car. “Not happening,” Gideon repeats tightly, trying to grab the seat belt out of Noah’s hand as he goes to clasp it.",
                "“Leave me alone,” Noah says, pushing Gideon’s hand away and fastening the seat belt.",
                "“I will sit on you,” Gideon says, and normally I would laugh, but nothing about this seems funny. There’s a desperate edge to his voice. Alicia is eyeing them, confused, and the go-kart guy looks annoyed.",
                "“Like hell you will,” Noah says. “Get out of the way.”",
                "“Kid, can you get off the course?” the go-kart guy says.",
                "“I saw your hands this morning.”",
                "“I don’t know what you’re talking about.”",
                "“I saw,” Gideon says. When Noah just stares, he turns to the go-kart guy, almost frantic. “Look, can you just—”",
                "“Let’s get a move on.” The guy claps a hand on Gideon’s shoulder and tries to guide him away. Gideon just shakes him off and moves back toward Noah.",
                "“Seriously—”",
                "“Yeah, seriously,” Noah says, clipped, and I’m reminded suddenly of the steeliness he used on Pete Salata during rock climbing night. It’s weird to see it used on Gideon. “You’re not my mom. You’re not in charge of me. At all. So back the fuck off.” And then Noah pumps the gas and drives away.",
                "“Not fair!” Alicia cries, flooring her pedal and peeling off after him.",
                "I look over at Gideon. His hands are balled into fists at his sides. On the track Noah lets out a whoop and makes a sharp turn, rounding a corner and disappearing with Alicia just behind him.",
                "Gideon stands a moment longer and then stalks off.",
                "Iris is frowning. “What was—”",
                "“Stay here, okay?” I say.",
                "“And do what?”",
                "“Just … make sure Noah doesn’t die.”",
                "“Why would Noah die?”",
                "“I don’t know, but … stay. Okay?”",
                "Iris doesn’t scoff, for once. She just nods, eyes serious. “Yeah, okay.”",
                "With that, I turn and head after Gideon.",
                "* * *",
                "I find him not too far away, standing off to the side of the last row of concession booths. His back is to me, his head down.",
                "“Gideon?”",
                "I think he’s mad, but when he looks back at me, there’s pure panic in his eyes.",
                "“I don’t—why would he—” Gideon shakes his head, breathing fast and shallow.",
                "“You’re gonna give yourself a stomachache,” I say, which is something my mom would say and entirely unhelpful in this situation. So I step closer. “Hey, come on, come here.” I don’t say “it’s okay” because I don’t know if it is. I honestly don’t know what’s going on, but something is obviously wrong.",
                "I must’ve been four or five the first time I remember Julia having a panic attack. We were at the mall and she was arguing with our mom about a T-shirt she wanted. My little-kid memory cuts out, but suddenly we were standing by the restrooms while Julia sat on the floor with her back against the wall, her face buried in her arms, while my mom kneeled next to her and counted, deep breaths, five counts in, and five counts out.",
                "“Can I?” I say, reaching toward Gideon. Sometimes Julia didn’t like being touched, but sometimes she said it helped, warm circles drawn on her back, or gentle pressure on her temples.",
                "He nods, shuffling closer, and I put my hands on either side of his face, resisting the urge to thread my fingers through his hair and instead resting them lightly atop it. His skin is clammy, and there are tears forming at the corners of his eyes as he squeezes them shut.",
                "“Deep breath,” I say, and repeat my mom’s often-chanted words: “One two three four five in, one two three four five out.” And then I demonstrate, in long, out long. Gideon tries to follow. I do it again, we breathe again, and again, and finally he opens his eyes.",
                "He drops his head—if we were any closer, our foreheads would be touching—and covers one of my hands with his own.",
                "“Sorry,” he says, quiet, still a little choked. “I freaked out. Sorry.”",
                "“Don’t worry about it.”",
                "“I just…”",
                "I shake my head. “We’ll sort it out,” I say, because that’s vague enough but hopefully at least a little bit comforting. “Don’t worry.” And I try not to think about the weight of his hand on top of mine, or how soft his hair feels under my fingers.",
                "We stand like that for a bit. Until someone clears their throat behind us. I turn.",
                "It’s Noah, standing with his hands shoved in his jacket pockets. “I’m sorry,” he says.",
                "I let my hands fall from Gideon’s face.",
                "“I’m sorry I was a dick,” Noah continues. “I’m just … tired.”",
                "“Then let’s go home,” Gideon says, his voice rough.",
                "“Not that kind of tired,” he replies.",
                "“There you guys are!” Alicia rounds the corner, picking her way delicately through the grass and holding a pretzel. She is now wearing the I’D RATHER BE BOWLING hat, and under different circumstances, I would appreciate the absurdity of that. “Here,” she says, thrusting the pretzel at me. “Iris said you wanted this. Why you couldn’t get it yourself, I have no idea.”",
                "Iris follows quickly behind us, and her face says Sorry, I did my best.",
                "I smile. “Thank you. It was, uh, there was a carb emergency. But it’s okay now.”",
                "“It was three-fifty,” Alicia says.",
                "“Awesome. Do you take American Express?”",
                "Next to me, Gideon gives a weak laugh.",
                "“Maybe we should call it a night,” Iris says. No one disagrees."
            ]
        }
    ]
}